[
  {
    "id": 1,
    "category_id": 1,
    "title": "喝什麼茶比較健康？紅茶、綠茶各有好處！醫曝：想保持心血管疾病、預防感冒要選這1款",
    "content": "綠茶與紅茶來源都是茶樹，兩者主要差別是使用不同的加工方式，即收成後處理茶葉的方法，綠茶是再發酵的後發酵茶，而紅茶則是屬於全發酵茶。除了加工方式不同，綠茶因為沒有發酵，比較生，所以保留較多植物性物質，像是單寧酸、兒茶素等；其中兒茶素是抗氧化物，可降低發炎反應、減少內臟脂肪。至於，紅茶裡則富含茶黃素，茶黃素則能幫助維持心血管健康及加速新陳代謝。\n坊間不少人認為，茶發酵的程度越高，咖啡因含量也跟著更高，例如：全發酵的紅茶的咖啡因含量會比半發酵或不發酵的綠茶更高，但其實不一定。茶葉中的咖啡因含量並不會因為「發酵」而有顯著的影響。避免因為喝茶導致攝取咖啡因過量，建議選擇茶包、茶葉沖泡的人，最好減少沖泡時間、控制水溫，這樣就能減少咖啡因。\n\n喝綠茶還有什麼好處呢？板橋亞東醫院骨科主治醫師陳鈺泓表示，喝綠茶不僅0熱量不怕胖，對牙齒和骨頭都是很好的飲料。專科牙科醫師劉馥萱也是綠茶控，一起跟大家分享喝綠茶、紅茶的好處：\n\n綠茶4大好處\n1.減少牙菌斑：\n綠茶中含有兒茶素，具備很抗菌、殺菌效果，能夠殺死牙周致病菌、蛀牙菌等壞菌。也可以在睡前用無糖綠茶漱口，減少牙周病的發生機會。\n\n2.增加骨密度：\n國內外都有研究指出，喝綠茶可以增加骨密度，特別是脊椎、腰椎、髖關節的骨密度較能維持在健康狀態，降低骨折發生機會。\n\n3.鞏固琺瑯質：\n綠茶的含氟量高，可以減少蛀牙機會，鞏固琺瑯質。\n\n4.減少氧化傷害：\n德州理工大學研究指出，綠茶多酚能減少氧化傷害，促進骨骼再生。\n雖然適度飲用綠茶有益處，但是，有些族群仍不宜飲用，例如：孕婦、哺乳期婦女，可能因為綠茶中含有咖啡因成分，擔心會對胎兒或寶寶造成不良影響。以上族群宜視個人狀況，評估是否適合飲用。\n\n另外，喝紅茶也有以下4大好處：\n\n紅茶4大好處\n\n1.維持神經和肌肉：\n紅茶中含有鉀，是人體必需礦物質，有助神經和肌肉正常運作。\n\n2.消水腫：\n茶類利尿，可以減少組織內多餘滯留的水分，幫助消水腫。\n\n3.幫助消化：\n紅茶能幫助食慾、解油膩助消化。對腸胃健康，舒緩腸胃不適也有幫助。\n\n4.預防感冒：\n紅茶中的兒茶素和茶胺酸，有助免疫系統，可以預防感冒。綠茶的兒茶素含量更多，不過有些人喝完會腸胃不適，那就可以喝紅茶、或是烏龍茶。\n\n陳鈺泓醫師提醒，喝綠茶、紅茶都要喝無糖的，如果喝有糖的就會破功。此外，坊間盛傳：「喝紅茶可以改善骨質疏鬆」，食藥署已澄清目前沒有實證支持，大家還是要多補充鈣質才有效。坊間不少人認為，茶發酵的程度越高，咖啡因含量也跟著更高，例如：全發酵的紅茶的咖啡因含量會比半發酵或不發酵的綠茶更高，但其實不一定。茶葉中的咖啡因含量並不會因為「發酵」而有顯著的影響。避免因為喝茶導致攝取咖啡因過量，建議選擇茶包、茶葉沖泡的人，最好減少沖泡時間、控制水溫，這樣就能減少咖啡因。",
    "created_at": "2024-05-31 19:16:52",
    "updated_at": "2024-06-04 19:12:11",
    "article_images": "teaknow1.webp",
    "views": 28,
    "valid": 1
  },
  {
    "id": 2,
    "category_id": 1,
    "title": "喝出健康有學問!不同顏色的茶，功效大不同",
    "content": "茶，一直被視為天然的養生法寶，而茶也的確擁有許多對健康有益的營養成分。喝茶可以防癌、控制血脂、血糖，甚至預防失智。茶葉依照「發酵程度」可以分為6大種類，白茶、青茶、綠茶、紅茶、黑茶、黃茶，每種茶的養生功效也各不相同。較青的茶葉屬輕度發酵，適合體質為熱底的人，而重發酵的茶則適合體質為寒底的人。\n適合體質為熱底人士的茶\n1. 白茶（夏天適合喝）   功效︰清熱解毒、生津止渴、提神醒腦\n白茶味性寒涼。白茶又稱「美白茶」，它的茶氨酸高，能抗氧化，舒緩神經和消除緊張。\n台灣產的白茶\n\n花蓮-白牡丹茶\n南投-紅玉白茶\n2. 綠茶（夏天適合喝）   功效︰提神醒腦、生津止渴、清熱解毒\n\n綠茶味性寒涼，茶葉輕度發酵，故可清熱解毒，適合熱底人士。另外，研究顯示全日喝4杯綠茶或白茶，可加快燃燒每日的身體代謝率100卡路里，即相等於3個月減重最多1.5公斤；這兩種茶含有兒茶素（Catechin），對新陳代謝有刺激作用。\n台灣產的綠茶\n\n三峽-碧螺春、龍井茶\n花蓮-蜜香綠茶\n3. 黃茶   功效︰清熱解毒、祛痰止咳\n\n黃茶味性較寒涼，介乎綠茶和白茶之間，屬輕微發酵的茶葉。\n台灣幾乎不產製黃茶。\n適合體質為寒底人士的茶\n1. 黑茶   功效︰溫胃養胃、消滯去膩、驅風醒酒\n\n黑茶屬重發酵的茶類，味性溫熱，有暖身作用。另外關於普洱茶是否屬於黑茶，有人認為普洱茶生茶不算是黑茶，只有普洱熟茶是屬於黑茶。\n台灣幾乎不產黑茶。\n\n2. 紅茶   功效︰溫陽活血、暖胃止瀉、散寒除濕\n\n紅茶屬於較溫和的茶，同樣有暖身作用，故適合寒底人士。外國的紅茶通常會加少量香油或香精，增添香味，不同紅茶有不同口味。\n台灣產的紅茶\n\n南投-台茶8號、18號、21號\n三峽、花蓮-蜜香紅茶\n3. 青茶/烏龍茶（夏天適合喝）  功效︰提神醒腦、有助消化\n\n烏龍茶，味性屬平性，介乎發酵和無發酵之間，生津止渴的作用相對較少。但不同體質的人士應視乎茶葉深淺決定是否飲用，否則會削胃。\n台灣產青茶(烏龍茶)\n\n南投、台中、嘉義-青心烏龍\n新北、新竹、苗栗-白毫烏龍\n喝茶要適量，建議每天適度喝茶不要超過600 c.c. ，而且不能長期把濃茶當開水飲用。",
    "created_at": "2024-06-03 10:35:38",
    "updated_at": "2024-06-05 13:26:34",
    "article_images": "teaknow2.webp",
    "views": 81,
    "valid": 1
  },
  {
    "id": 3,
    "category_id": 1,
    "title": "你會喝茶嗎？六大茶類養生功效有別、這種茶最好放冰箱",
    "content": "又是一年新茶上市季。清明節前後，新茶陸續上市，很多求“鮮”若渴的老茶友已經躍躍欲試。新茶雖好，飲用也有講究。那麼，如何正確選用適合自己的新茶來養生呢？\n\n如何按季節選擇養生茶\n茶分六種顏色，分別是黑茶、白茶、綠茶、黃茶、紅茶、青茶。中國飲茶歷史悠久，古人經歷了從生煮鮮葉到曬乾收藏，從蒸青到團餅，再從團餅到散葉。從綠茶發展到各種各樣的茶，再到如今風靡世界的茶飲料。我們從來沒有離開過自然規律，始終遵循“茶與人合一”的中醫理論思想。\n\n春天萬物生髮，對應的臟腑是肝，對應的顏色是青色和綠色。夏天酷熱潮濕，對應的臟腑是心，對應的顏色是紅色。秋天乾燥，對應的臟腑是肺，對應的顏色是白色。冬天要歸藏，對應的臟腑是腎，對應的顏色是黑色。長夏對應的臟腑是脾，對應的顏色是黃色。\n\n懂了這個道理，我們就知道什麼季節該喝什麼茶，但也不能簡單照搬。俗話說：“春夏綠，秋冬紅，一年四季喝烏龍”，這也進一步說明要按季節來選擇茶品。但每個人的體質不同，應該按中醫理論辨證喝茶，否則不但不能養生，還有可能引起副作用。\n\n六大茶類的養生功效有別\n茶大致分為不發酵、半發酵、全發酵三個品種。白茶、黑茶、紅茶、青茶、黃茶、綠茶，六大茶類也都有新茶。所謂新茶是指當年採摘加工製作的茶，叫當年茶。第二年茶叫陳茶，也叫隔年茶。並不是說所有的茶都講究喝春茶、喝新茶，有的茶年份越老，品質越好。如白茶、普洱茶儲存年份越久，茶味越是醇厚和香濃，越有收藏價值。\n\n白茶是中國的特產，產於福建省的福鼎、政和、松溪、建陽等縣，臺灣也有少量生產。而安吉白茶、雲南白茶均不在此列。白茶因茶外表披白毫而得名，歷來被視為茶中珍品，有清熱去火、除煩、抗輻射等功效。\n\n黑茶的原料比較粗老，製作過程中往往要渥堆發酵較長時間，所以葉片多呈現暗褐色，因此而得名，以製成緊壓茶銷售為主。雲南的普洱茶、廣西六堡茶、湖北青磚茶等都是較有名的黑茶。黑茶對於抑制腹部脂肪堆積有明顯效果，可以在飯前、飯後各喝上一杯，長期堅持下去，效果明顯。\n\n紅茶屬於全發酵茶，與普洱茶一樣性溫，能暖胃養胃，適宜冬天或寒性體質的人飲用。紅茶中富含錳元素，有利於骨骼發育。現在流行的祁門紅茶、大吉嶺紅茶、錫蘭高地紅茶、阿薩姆紅茶都是不錯的選擇。紅茶是有保質期的，且保質期並不是很長，最多可以儲藏三年左右。\n\n青茶也叫烏龍茶，性溫和，有去脂減肥、美容養顏的功效。青茶的種類包括大紅袍、水仙、肉桂、雞冠、觀音、各種單叢及高山凍頂等。青茶在各個季節的風味不同，也不一定是新茶最好，反而是當年的秋茶更加濃郁。選購烏龍茶要記住十二字方針：“形要緊，味要醇，手感重，湯要亮。”\n\n黃茶屬於部分發酵類，製作方法與綠茶相似，具有綠茶的特點。與綠茶相比，黃茶加工時多了一道“悶黃”的過程。黃茶在漚的過程中會產生大量的消化酶，對脾胃有好處，消化不良、食欲不振或體型肥胖的人最適合飲用。其因產量小，受眾人群少，價格高，也是新茶中品質比較好的，如霍山黃牙、溈山毛尖等。\n\n綠茶是中國產量最多的一類茶葉。綠茶是新茶好，新茶當中以春茶最好，但並非越早品質越好。有些商家急於新茶上市，往往會使用人工方法如搭建溫棚、施催芽素等提早採制新茶，勢必會影響茶葉的品質。所以，不宜買太早的春茶，應順應自然，穀雨前後採摘的春天露天茶才最好。一般來說，春茶上市時間最早與最晚相差50天左右。四五月份的晚春茶也很好，且價格合理，可以作為我們的選擇。\n\n綠茶按照製作方式包括曬青綠茶、蒸青綠茶、炒青綠茶、烘青綠茶，因為殺青方式不同，其口感也有所區別。炒青綠茶有火香，味醇而甘，殺口；蒸青綠茶有豆香、板栗香；曬青綠茶的葉底肥厚耐沖泡，以雲南大葉種居多；烘青綠茶有高香，回甘，但不耐泡。除瞭解綠茶的特點，我們還要根據自身的特點選用。如胃寒，則不宜喝過濃的炒青綠茶，可選蒸青綠茶；若胃腸功能失調，宜飲清淡的烘青綠茶。對於痰濕體質、血瘀體質、濕熱體質或特稟體質的人，尤其適合飲用綠茶，老年人則應以清淡為主。因綠茶未經發酵，保留了鮮葉的茶多酚、兒茶素等幾十種營養成分，對防衰老、防癌、殺菌、消炎等都有較好的作用，常喝綠茶可延年益壽。值得注意的是，新茶製成後最好放置一周再飲用。\n\n綠茶最好放在冰箱保存\n很多人喜歡把茶葉放在冰箱裡儲存，其實這是個誤區。茶葉是否放冰箱，也要區別對待。\n\n六大茶類中，綠茶最容易變質。綠茶若受潮或在空氣中氧化，顏色會褪綠變黃，口感和品質都會大打折扣。所以，綠茶的儲藏方法至關重要。最簡單的方法是放在冰箱儲藏。如果保存時間短，需要隨時喝，可將綠茶放入冷藏室，並將冰箱溫度調至5℃左右；但如是未開封的茶葉，想保存一年以上，則應放入冷凍室。另外，為防止茶葉變成冰箱的除臭劑，在茶葉放入冰箱前要密封包裝，並在包裝袋內裝入足量的專用保鮮劑，包裝材料最好用鋁箔複合袋。\n\n白茶和黑茶等講究的是後期陳化所體現出來的飲用價值，將這類茶放在冰箱裡，除了受潮，在冰箱的低溫環境下，茶葉中生物酶的活性也會下降，從而影響茶葉轉化的效率。所以，它們不適合放在冰箱儲存，也不宜與化妝品等放在一起。而傳統工藝的烏龍茶，如武夷岩茶、鳳凰單叢、焙火鐵觀音在經過焙火之後，茶品的穩定性較好，不需要放在冰箱中，放在錫罐裡即可。\n\n此外，需要注意的是，從冰箱中取出綠茶後，切勿立即將包裝打開。正確的做法是，將冰箱內的茶葉取出後讓其慢慢升溫，待升到常溫後（一般是隔一天）打開包裝袋，然後進行沖泡飲用，最好能在半個月內喝完。",
    "created_at": "2024-06-03 14:08:29",
    "updated_at": "2024-06-03 14:08:29",
    "article_images": "teaknow3.webp",
    "views": 8,
    "valid": 1
  },
  {
    "id": 4,
    "category_id": 1,
    "title": "茶葉的營養秘密：探索健康之源",
    "content": "在台灣這片美麗的寶島上，茶不僅是日常飲品，更是文化的一部分。從傳統茶藝到現代茶飲，茶在台灣社會中佔據了獨特且重要的地位。本文將帶您深入了解茶的營養成分，揭示它們對健康的多種益處，並探討如何通過日常飲茶獲得最大的營養價值。\n\n茶的基本營養成分\n茶葉是一種營養豐富的植物，主要營養成分包括：\n\n咖啡因：\n功能：提振精神、增強專注力。\n健康益處：改善認知功能和心理表現。\n茶多酚：\n功能：強效的抗氧化劑。\n健康益處：預防慢性疾病、抗炎作用、提升免疫力。\n維生素C和E：\n功能：維持皮膚和免疫系統健康。\n健康益處：抗氧化、促進膠原蛋白合成。\n礦物質（如鉀和鎂）：\n功能：維持心臟和肌肉功能。\n健康益處：調節血壓、促進心血管健康。\n深入解析茶多酚的秘密\n茶多酚是茶葉中最重要的活性成分之一，其對人體健康有著多重益處。\n\n以下是茶多酚的主要特點及其對健康的影響：\n\n茶多酚的類型：\n優點：是一種天然的多酚類化合物。\n種類：包括優點素、優點酸、茶黃素等。\n抗氧化作用：\n功能：有效清除自由基，減少細胞損傷。\n健康益處：延緩衰老過程，預防心血管疾病和某些癌症類型。\n促進心血管健康：\n功能：改善血液循環，降低膽固醇水平。\n健康益處：預防高血壓和心臟病。\n抗炎作用：\n功能：降低體內炎症反應。\n健康益處：有助於緩解關節炎和其他慢性炎症性疾病的症狀。\n茶多酚的這些獨特特性使其成為茶葉中最具研究價值和健康益處的成分之一。\n\n茶葉中的維生素與礦物質\n除了含有豐富的茶多酚，茶葉還富含多種對人體有益的維生素和礦物質。這些營養素對維護身體健康和預防疾病有著不可忽視的作用。\n\n維生素C：\n功能：強化免疫系統，促進膠原蛋白的合成。\n健康益處：提高抗病能力，促進皮膚健康。\n維生素E：\n功能：作為一種抗氧化劑，保護細胞免受自由基損害。\n健康益處：延緩衰老，保護心血管健康。\n礦物質：鉀和鎂：\n功能：鉀有助於調節體內液體平衡，鎂對心臟和骨骼健康至關重要。\n健康益處：鉀有助於控制血壓，鎂有助於預防骨質疏鬆症和心臟病。\n茶葉中的這些維生素和礦物質不僅提升了茶的營養價值，同時也豐富了其健康益處。\n\n茶葉中的氨基酸和其他獨特成分\n茶葉除了含有豐富的維生素和礦物質外，還包含了多種對人體有益的氨基酸和其他獨特的生物活性成分。\n\nL-茶氨酸（Theanine）：\n功能：一種獨特的氨基酸，主要存在於茶葉中。\n健康益處：有助於放鬆心情，減輕壓力，改善睡眠質量。\n黃酮類化合物：\n功能：一類具有抗氧化和抗炎特性的化合物。\n健康益處：促進心血管健康，降低患慢性疾病的風險。\n咖啡酸衍生物：\n功能：具有抗氧化和抗微生物特性的化合物。\n健康益處：有助於保護皮膚健康，抵抗細菌和真菌感染。\n這些成分的綜合作用，使得茶葉成為了一種營養豐富且對身心都有益處的飲品。\n\n最後小編想說\n茶，這個在台灣文化中具有深遠影響的飲品，不僅是一種風味獨特的日常飲料，更是一個營養豐富的健康選擇。從茶多酚的抗氧化特性到茶葉中豐富的維生素和礦物質，茶葉提供了多方面的健康益處。無論是促進心血管健康、改善心理狀態還是提供身體所需的重要營養素，茶葉都是一個絕佳的來源。\n\n茶葉的世界豐富多彩，擁有無盡的探索可能。我們期望這篇文章能夠啟發您更深入地了解茶葉，並將其融入到更健康的生活方式中。",
    "created_at": "2024-06-03 14:24:16",
    "updated_at": "2024-06-03 14:24:16",
    "article_images": "teaknow4.webp",
    "views": 5,
    "valid": 1
  },
  {
    "id": 5,
    "category_id": 1,
    "title": "紅玉是什麼茶？紅玉紅茶的由來、風味特色與沖泡技巧。",
    "content": "「紅玉」指的是「臺茶18號」茶樹品種。「紅玉」可以製作成綠茶、烏龍與紅茶，風味上，以紅茶最為合適。\n\n臺茶18號 TTES No. 18，有個通俗且家喻戶曉的別稱：紅玉。截至目前為止，「紅玉」與「金萱（臺茶12號）」是臺灣官方培育的茶樹品種之中，種植面積最大、受市場歡迎、最廣為人知的名種。\n\n \n\n「紅玉」的育種計畫始自日治時代早已啟動，歷經近60年，直到西元1999年，才培育成功並對外正式命名。「紅玉」基因來源為，父系／母系：台灣野生茶樹／緬甸大葉種（Burma）。\n\n「紅玉」就是紅茶？\n基本上，摘下一片茶葉以綠茶製程製作，就是綠茶；以烏龍茶製程製作，就屬於烏龍茶；以紅茶製程製作，就類屬於紅茶。「紅玉」當然沒有例外，透過不同的製程，可以將「紅玉」製作成綠茶、烏龍與紅茶，甚至是白茶。\n\n \n\n不過，屬於大葉種的「紅玉」茶葉內的「茶多酚」含量高，而「茶多酚」正是茶葉發酵氧化最重要的基礎物質成分（也就是茶葉發酵的原料），因此，將「紅玉」製作成紅茶是相當具有優勢的。\n\n \n\n經過全發酵的紅茶製程後，「紅玉」茶葉內部的茶多酚會逐漸轉化成「茶黃質」及「茶紅質」。最終，讓「紅玉紅茶」成為具備物質豐沛、鮮爽活性與明亮感且收斂性佳的茶體感受。\n\n紅玉紅茶的最佳產季為何？\n綠茶與烏龍茶強調春、冬；紅茶則相反，夏、秋兩季正是紅茶的最佳產季，紅茶品質最為優異上品。\n\n \n\n為何紅茶的最佳產季是高溫的夏秋兩季？這個問題可從兩個面向來探討。\n\n \n\n一、紅茶的發酵原料「茶多酚（兒茶素）」。一年之中，夏秋兩季日照最長，促使茶葉生成最多的「茶多酚」，而「茶多酚」正是茶葉發酵氧化的原料。\n\n \n\n二、紅茶發酵需要「高溫」助攻。夏秋正是一年之中氣溫最高的季節，而高溫是加速茶葉完整發酵的最佳幫手。\n\n \n\n「發酵原料充足」與「高溫助攻」，創造產製高品質紅茶的絕佳天然條件。因此，若綠茶、烏龍茶要喝春冬；那麼紅茶就應品茗夏秋。夏秋兩季正是高品質紅茶的最佳產季。\n\n紅玉紅茶的風味特色。\n世界精品產區紅茶競爭激烈，不過，儘管如此「紅玉紅茶」的特色風味仍具獨樹一格並受到喜愛，如「肉桂」、「薄荷」與「柑橘」...等香氣。這樣獨特的「品種香」，源自於原生種台灣山茶，產業前輩先進們稱之為「台灣香」。\n\n \n\n在滋味與口感的表現上，「紅玉紅茶」屬於物質感醇厚、茶體明亮，茶感涼潤生津的【濃郁感受】。濃郁且風味鮮明的茶體感受，讓「紅玉紅茶」不僅合適單獨品茗，也十分合適調製成風味明顯、讓人喜愛的「鮮奶茶」喔！\n\n紅玉紅茶的沖泡方法與技巧。\n紅玉紅茶屬於「大葉種紅茶類」茶葉。該類茶葉都有共同沖泡的要點：一、熱泡茶色茶味釋放快速，需謹慎浸泡時間並掌握出湯快速兩項要點。二、茶質濃郁，謹慎拿捏濃度比例。\n\n \n\n熱泡「紅玉紅茶」：\n\n建議投葉量比例：馬克杯 1g：120ml／功夫壺：1g：35ml；建議沖泡水溫：90~95℃；注水力道：中、細力道；適宜茶具：瓷器（蓋杯、茶壺）〉陶器〉玻璃（按優異順序排列）。\n\n \n\n冷泡「紅玉紅茶」：\n\n建議投葉量比例：以約 1g：130ml的比例製作冷泡茶。製作步驟：Step 1：400ml冷泡茶瓶內置放3g茶葉；Step 2：倒入常溫冷水至滿，蓋上瓶蓋；Step 3：置於冰箱冷藏4~8小時，即可享用。\n\n \n\n您可根據以上建議之沖泡方法進行第一次沖泡，再依個人喜好的濃度，進行適度微調。",
    "created_at": "2024-06-03 16:05:47",
    "updated_at": "2024-06-03 16:05:47",
    "article_images": "teaknow5.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 6,
    "category_id": 1,
    "title": "台灣有哪些紅茶？紅茶的定義、風味特色與沖泡技巧。",
    "content": "紅茶是一種茶樹嗎？聽說過「蜜香紅茶」、「紅玉紅茶」、「阿薩姆紅茶」...台灣哪些紅茶？\n不知道有多少人跟筆者相同，每天的早餐都會固定搭配上一杯冰紅茶。不過，年少懵懂時曾以為紅茶是一種茶樹植物，綠茶也是一種茶樹，當然烏龍茶又是另一種茶樹。您猜猜下圖，您覺得他是紅茶樹？綠茶樹？還是烏龍茶樹？\n\n什麼是紅茶？紅茶的定義。\n基本上，摘下一片茶葉透過綠茶製程製作，就是綠茶；以烏龍茶製程製作，就屬於烏龍茶；而以紅茶製程製作，就類屬於紅茶。因此，「紅茶」是指透過紅茶製程製作而成的茶葉。\n\n \n\n那麼，紅茶的製程為何？紅茶的主要製作程序為：採摘→萎凋→揉捻破壞→靜置發酵→揉捻成型→乾燥→精製（篩揀、倂配、烘焙...等）→精品原葉紅茶。\n\n紅茶的沖泡方法與技巧。\n相較於「綠茶」與「烏龍茶」，「紅茶」具有相對的濃郁感受，無論在香氣、茶色與滋味的表現上都是。因此，紅茶有些沖泡要點需要注意：一、熱泡茶色茶味釋放快速，需謹慎「浸泡時間」並掌握「出湯快速」兩項要點。二、大小葉種紅茶的茶質有別，需謹慎拿捏「濃度比例」。\n\n \n\n熱泡「大葉種紅茶」：\n\n如「紅玉紅茶」、「阿薩姆紅茶」建議投葉量比例：馬克杯 1g：120ml／功夫壺：1g：35ml；建議沖泡水溫：90~95℃；注水力道：中、細力道；適宜茶具：瓷器（蓋杯、茶壺）〉陶器〉玻璃（按優異順序排列）。\n\n \n\n熱泡「小葉種紅茶」：\n\n如「蜜香紅茶」、「高山紅茶」建議投葉量比例：馬克杯 1g：100ml／功夫壺：1g：20ml；建議沖泡水溫：95~100℃（著涎蜜香紅茶，建議降溫至85℃）；注水力道：中力道；適宜茶具：瓷器（蓋杯、茶壺）〉陶器〉玻璃（按優異順序排列）。\n\n \n\n冷泡「紅茶」：\n\n大葉種紅茶，建議投葉量比例：以約 1g：130ml；小葉種紅茶建議1g：100ml的比例製作冷泡茶。製作步驟：Step 1：400ml冷泡茶瓶內置放3g茶葉；Step 2：倒入常溫冷水至滿，蓋上瓶蓋；Step 3：置於冰箱冷藏4~8小時，即可享用。\n\n \n\n您可根據以上建議之沖泡方法進行第一次沖泡，再依個人喜好的濃度，進行適度微調。\n\n \n\n不過，雖然紅茶有明確的製程，但國際間也給了紅茶一個明確的定義，該定義與製程中的「靜置發酵」有關，那就是，「紅茶」是指全發酵的茶類。發酵即是茶葉內的物質「茶多酚（兒茶素）」氧化，發酵氧化會造成茶葉外觀變紅，茶湯也會因此變紅，紅茶的名稱因此誕生。\n\n \n\n茶葉發酵後，葉子逐漸變紅，完全紅變後的茶葉乾燥後成了黑褐色，因此，外國人稱紅茶為「Black Tea」。\n\n紅茶有哪些有益物質？與一杯高品質紅茶的證明？\n首先，全發酵的紅茶含有相當豐沛的抗氧化物質，包括：茶黃質、茶紅質、類黃酮...等。此外，紅茶還具備咖啡因、茶胺酸與多樣的維生素與礦物質...等有益身心健康的物質。\n\n \n\n一杯稱之為「好茶」的茶，一來在茶湯風味的完美表現，一來在茶湯的物質量體現（也就是耐泡），兩者均需並存，才是一杯能令人心悅誠服的「好茶」。\n\n \n\n「風味的完美表現」是味覺上的喜好主觀（專家與消費者可能觀點不同），但茶湯物質量卻可以是客觀，且每個人都能顯而易見的，特別是在「紅茶」身上。經過深度發酵的紅茶，「茶多酚」會大量氧化成「茶黃質」，而足量的「茶黃質」與「咖啡因」在冷藏的低溫會形成「茶乳（茶凝乳）」，也就是茶湯不透明的物理現象。「茶乳」正是該紅茶物質含量豐富的可視高品質證明。並非每一杯紅茶都會產生這樣的現象，您家裡的紅茶有茶乳現象嗎？了解更多關於「茶乳現象」。\n\n台灣紅茶的由來？\n提到台灣紅茶，可能有許多人會聯想到「日月潭紅茶」。其實，日月潭與紅茶的緣分早在日治時期就已經開始了。日治時期，日本政府在台灣各地與日本本土試種阿薩姆茶樹，最後僅在日月潭試種成功。日月潭周圍的邊坡上還有一座自日治時期就設立的專業製茶廠與大葉種紅茶研究中心，時稱「紅茶試驗支所」。台灣光復後，該支所改名為「茶業改良場-魚池分場」，日前再改名為「茶及飲料作物改良場-魚池分場」。\n\n \n\n有專業製茶與研究單位的設立，以及得天獨厚的植茶環境，如此的淵源讓南投魚池鄉的日月潭素有「台灣紅茶的故鄉」之稱，也是台灣紅茶的起源。\n\n台灣有哪些紅茶？滋味口感上的差異？\n「日月潭紅茶」其實是泛指該茶區所產的紅茶通稱，包括「紅玉紅茶」、「阿薩姆紅茶」、「紅韻紅茶」、「原生山茶紅茶」...等四項紅茶。\n\n \n\n約莫2008年花蓮舞鶴台地上的 高肇勳 先生與 粘阿端 女士，以強調珍貴「蜂蜜香」的「東方美人茶」為靈感，將在地受到小綠葉蟬叮咬「著涎」的「大葉種烏龍」茶菁進行全發酵創作，命名為「蜜香紅茶」，首次推行就受到市場的熱烈歡迎，其後獲獎無數。直至今日，您可在台灣看到各個茶區都產製以「蜜香紅茶」為名的紅茶，如：三峽、桃園...等。\n\n \n\n此外，近年政府欲推行「地方特色茶」來協助台灣各茶區發展，因此以「小葉種紅茶」為名進行推廣。「小葉種紅茶」是泛指台灣各產區採摘「小葉種茶樹」茶菁所製作的紅茶，均稱為「小葉種紅茶」，其中主要的品種為「青心烏龍」、「臺茶12號（金萱）」...等。\n\n \n\n也許你會問，那麼大葉種的紅茶有哪些？「紅玉紅茶」與「阿薩姆紅茶」就屬於大葉種茶樹紅茶。\n\n \n\n整體茶感與滋味上，大葉種茶葉內含的「茶多酚」...等物質含量高，製作成紅茶具有較高的收斂性、茶質濃、茶體較為雄渾；小葉種紅茶則顯得甜潤、茶質適中、茶體較為細緻。\n\n紅茶的最佳產季為何？\n綠茶與烏龍茶強調春、冬，屬於「全發酵」的紅茶則相反，夏、秋兩季才是紅茶的最佳產季，品質最為優異上品。\n\n \n\n為何紅茶的最佳產季是高溫的夏秋兩季？這個問題可從兩個面向來探討。\n\n \n\n一、紅茶的發酵原料「茶多酚（兒茶素）」。一年之中，夏秋兩季日照最長，促使茶葉生成最多的「茶多酚」，而「茶多酚」正是茶葉發酵氧化的原料。\n\n \n\n二、紅茶發酵需要「高溫」助攻。夏秋正是一年之中氣溫最高的季節，而高溫是加速茶葉完整發酵的最佳幫手。\n\n \n\n「發酵的原料充足」與「高溫助攻」，創造產製高品質紅茶的絕佳天然條件。因此，若綠茶、烏龍茶要喝春冬；那麼紅茶就應品茗欣賞夏秋。",
    "created_at": "2024-06-04 10:23:07",
    "updated_at": "2024-06-04 10:23:07",
    "article_images": "teaknow6.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 7,
    "category_id": 1,
    "title": "台灣紅茶品種風味學",
    "content": "青心烏龍、四季春、高山茶、包種茶、金萱、紅玉紅茶……是不是常被這些名詞弄得暈頭轉向？它們有的是「茶樹品種」（比如青心烏龍、金萱、四季春）、有的是「茶款名」（比如高山茶、包種茶），有的是「茶樹品種加茶款名」（比如紅玉紅茶），茶的世界廣博浩翰，很值得探究，今天就讓我們從全球最多人喝的茶款──紅茶啟程，認識臺灣紅茶的品種、風味與歷史。\n\n從小葉種到大葉種\n\n臺灣最早的茶樹記載，出現於1645年荷蘭時期的《巴達維亞城日記》，但當時僅有寥寥數句，並未詳加說明，直到清領時期1717年的《諸羅縣志》裡寫道：「水沙連內山茶甚夥，味別色綠如松蘿。山谷深峻，性嚴冷。能卻暑消脹。」水沙連指的便是現今的南投魚池鄉日月潭、埔里鎮一帶。\n\n但當時僅是野生山茶，並未大規模種植，臺灣紅茶的經濟規模始於日治時期，1905年「日本臺灣茶葉株式會社」買下苗栗三叉河（今三義）的茶園，專營紅茶製造，打開了臺灣紅茶的外銷史，外銷國家以俄羅斯為首，且以地方品種的小葉種茶樹為主，根據1920年代的統計，臺灣各地茶區約有60餘種茶樹品種，「\n\n茶樹栽培試驗場」最後選拔出「青心烏龍」、「青心大冇」、「大葉烏龍」、「硬枝紅心」為四大優良品種，全是小葉種茶樹。然而歐美市場的紅茶主流趨勢卻是大葉種茶樹，英國人喝紅茶喜歡加糖添奶，大葉種茶樹的渾厚滋味深得英式下午茶胃口，日本人遂於1925年從印度引進大葉種茶樹－阿薩姆種籽，分別於桃園平鎮、南投魚池鄉等地種植，發現魚池鄉的海拔、土壤、氣溫等風土條件狀似大吉嶺，茶樹生長佳，便開始大力栽培，日月潭成為臺灣大葉種紅茶的故鄉。\n\n1928年後日本人更從印度、錫蘭習得工業化技術，提升臺灣紅茶品質，1930年代則進一步發展品牌，以「日東紅茶」（Nittoh Black tea）為名出口國際，全盛時期日月潭的紅茶種植面積高達三千多公頃，直到1970年代世界能源危機，臺灣茶的外銷市場受阻，轉向內需，加上高山烏龍茶興起，紅茶逐漸沒落，農民為求生計，紛紛砍伐茶樹，改種更具經濟價值的檳榔樹，改變了日月潭的風景地貌。\n\n是危機，也是轉機，921地震與臺灣紅茶的振興\n\n1999年9月21日凌晨1點47分，全臺發生芮氏規模7.4地震，震央位於南投縣集集，那年，正好是茶業改良場（現已更名為：農業部茶及飲料作物改良場）發表新紅茶品種－臺茶18號的那年，南投為重災區，為建立在地信心、提振地方經濟，在「一鄉一特色」的計畫下，魚池鄉連結研究單位、學界、茶農、鄉公所、農會及企業認購，復育紅茶產區，重新把大葉種紅茶給種回來。各單位齊心合力，逐步建立起臺灣紅茶高品質的消費印象，並發展出「日月潭紅茶產地證明標章」，以大葉種紅茶為火車頭，帶動臺灣紅茶的飲用風潮，當市場逐步接受精品紅茶，不再認為紅茶僅是早餐店的便宜飲品時，茶改場順勢於2006年推廣小葉種茶樹，蜜香紅茶、桃映紅茶、阿里山紅茶開始出現，臺灣紅茶進入了大、小葉種並陳的新時代。\n\n大葉種vs.小葉種茶樹\n\n茶樹依葉幅大小可分為「大葉種」與「小葉種」，臺灣的地方品種多是小葉種茶樹，一般常聽到的品種如：青心烏龍、青心大冇、大葉烏龍，以及歷經改良培育的金萱、四季春、翠玉等都是小葉種，臺灣是一直到日本人自印度引進阿薩姆茶樹種籽，才開啟了與大葉種茶樹的緣分。除了阿薩姆茶樹外，後來茶改場魚池分場又陸續發表了臺茶7號、臺茶8號、臺茶18號（紅玉紅茶）、臺茶21號（紅韻紅茶）等大葉種品種。\n\n大葉種茶樹的葉片薄而柔軟，含有較多的茶多酚，非常適合製作紅茶，藉由完整的氧化過程，將茶多酚的苦澀轉化成茶紅質、茶黃質與茶香氣，因葉片柔軟，在製作紅茶時，萎凋過程不能攪拌，以免葉子受傷走水不順；相反地，小葉種茶樹的葉片脆硬且厚，可透過萎凋時的適度攪拌，幫助葉子走水，並進而產生出所謂的「攪拌香」。\n\n什麼是攪拌香？什麼是品種香？\n\n從「2023全國有機茶分類分級TAGs評鑑活動」裡的特選作品，剛好可以分別品嚐小葉種與大葉種紅茶的風味特色。根據「農業部茶及飲料作物改良場」邱垂豐副場長的講評，今年的小葉種紅茶特選，有明顯的花香、蜜香與果香。蜜香歸功於小綠葉蟬的著涎，花香、果香則來自於茶樹品種以及萎凋時的攪拌，讓小葉種紅茶的品飲帶著更多細緻優雅的香氣。\n\n大葉種紅茶則完全不同，相對於小葉種紅茶的細緻香型，大葉種紅茶則是回歸傳統紅茶的主流品味－重滋味喉韻。「農業部茶及飲料作物改良場中部分場」黃正宗分場長分析，品飲大葉種紅茶有三大指標：好的滋味喉韻、品種香明顯、茶湯乾淨不悶雜。\n\n滋味喉韻、茶湯乾淨容易理解，品種香則需要學習，如同愛文芒果與金煌芒果有不同的滋味般，必須親身體驗，以味蕾記憶。大葉種紅茶很重視品種該有的味道特色，嘗試個幾次，身體便會記得。\n\n『大葉種紅茶品種香』",
    "created_at": "2024-06-04 11:15:25",
    "updated_at": "2024-06-04 11:15:25",
    "article_images": "teaknow7.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 8,
    "category_id": 1,
    "title": "紅茶控必喝，台灣紅茶三俠：紅玉、紅韻、蜜香紅茶",
    "content": "紅茶是全世界最多人喝、銷量第一名的茶類，芬芳易飲、容易搭配各種食物、茶飲，且調成奶茶相當美味，台灣還有聞名全世界的珍珠奶茶。\n\n大家耳熟能詳的紅茶有大吉嶺、阿薩姆、斯里蘭卡、祁門紅茶，其中前三者為大葉種的喬木茶樹，後者為小葉種。近代台灣的精緻茶葉主力為烏龍茶，但是日治時期其實也有出口過大量的紅茶，後來這幾十年來茶業改良場也不斷努力研發各種台灣獨特品種以及製茶技術，現在台灣也有三種擁有指標性特殊風味的紅茶，分別是：紅玉紅茶 (台茶 18 號)、蜜香紅茶、以及最新配種出來的紅韻紅茶(台茶21號)。喜歡紅茶的朋友一定要喝喝看台灣的紅茶三俠！\n\n全世界唯一擁有天然薄荷香氣的紅玉紅茶 (台茶 18 號)\n台茶 18 號 (俗稱紅玉) 是台灣茶業改良場經過五十多年時間研發配種而成的大葉種茶樹，紅玉的父種是台灣山茶，而母種是來自緬甸的 Burma 品種。\n\n紅玉在 1999 年發表之後，台灣南投與台東為主要種植區域，後來北部的坪林也種了不少紅玉。紅玉適應力相當好，在不同環境下都能生長。紅玉為大葉種茶樹，擁有許多的茶多酚物質，適合做成全發酵的紅茶。\n\n做成紅茶後的台茶 18 號，因為茶湯透徹經營如寶石，故暱稱為紅玉。最特別的品種香是薄荷香氣與肉桂香，藏著一點果香，入口後熱帶水果味豐富，輕盈的果酸生津十足。我想不到有誰會不喜歡紅玉紅茶～ 特別推薦給也喜歡紅酒的朋友！\n\n \n\n天然著涎、蜂蜜甜味的蜜香紅茶\n說到台灣最特別的茶風味，一定會提到「蜜香」，台灣許多茶園做出來的茶都有蜂蜜香氣、喝起來相當甘甜。其中最知名的就是東方美人茶以及蜜香紅茶，這並不是在茶中加了什麼東西，而是因為有小綠葉蟬「著涎」！\n\n什麼是著涎呢？\n\n當一個茶園使用盡量低的人為干擾(例如農藥與肥料)，讓茶園盡可能的有幾時，他會形成自然的生態系。在這樣的環境下，夏秋之際會有小綠葉蟬出現，小綠葉蟬喜吸食茶葉，當茶葉被小綠葉蟬咬的時候，會分泌「2,6 – 二甲基 -3,7 – 辛二烯 – 2,6 – 二醇」這種特殊成分，會吸引小綠葉蟬的天敵白斑蜡蛛來吃小綠葉蟬。\n\n著涎過的茶葉製成的茶，會有有天然的甜香，入口後也有蜜甜風味，但是著涎會讓茶葉產量下降，所以成本會提升。通常著涎越多的茶葉價格也跟著水漲船高。\n\n \n\n蜜香紅茶可由多種茶葉製成，大葉烏龍、青心烏龍、台茶12號(金萱)、台茶13號、青心柑仔這些品種都可以做成各種蜜香紅茶，著涎才是其中關鍵。隨著產地與品種不同，蜜香紅茶的滋味也略有不同。\n\n2008 年誕生的紅茶超新星：紅韻 (台茶21號)\n還記得有次到大稻埕去訪問一家超美的茶館，老闆為我沖了一壺紅韻，茶湯倒下，果香茶香奔騰而出，令人難忘。\n\n像這樣經典、均衡、美味的茶，其實是茶業改良場於 2008 年才發表的新作品「台茶 21 號 – 紅韻」品種，由祈門茶種與印度大葉種 Kyang 所配種而來。擁有濃厚花果香氣，是少數全發酵茶中還能找到多一點花香的紅茶。\n\n註：輕發酵茶以花香居多，重發酵茶與紅茶則偏果香。\n\n \n\n但是由於紅韻種植成本偏高，目前還未在全台廣泛種植，多以南投為主要分布區域。\n\n順帶一提，優質的紅韻紅茶在冷下來後，或是製成冷泡茶後，顏色會變得混濁唷！下次文章來介紹這個特殊現象。",
    "created_at": "2024-06-04 11:17:05",
    "updated_at": "2024-06-04 11:17:05",
    "article_images": "teaknow8.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 9,
    "category_id": 1,
    "title": "『台灣紅茶』 – 台灣紅茶1次性介紹給你聽！",
    "content": "台灣紅茶有哪些？ 以下讓我們介紹給你聽~～～\n台茶18號\n台灣紅茶（台茶18號），別名紅玉紅茶，是目前台灣知名度最高的紅茶，主要的種植產地為南投縣魚池鄉，日治時期，日本人將阿薩姆紅茶傳入台灣，並且發現魚池鄉的氣候條件與茶葉原產地阿薩姆極為相似，於是便在當地開始種植紅茶，經過不斷地改良後，成功培育出家喻戶曉的紅玉紅茶。\n\n紅玉紅茶的特色為茶湯艷紅，帶有天然的肉桂香與薄荷香氣，並且苦澀味較少，無甜分，適合先觀色聞香後再享用，方可最大程度享受世界頂級，來自台灣的紅玉紅茶所帶來的味蕾饗宴。\n\n台茶8號\n台茶8號，為人熟知的別名為阿薩姆紅茶，與台茶18號相同，台茶8號的發源地以及主要產地皆為南投縣魚池鄉。由於茶湯顏色以及編號相似，又同為紅茶的一種，消費者時常搞混台茶8號以及台茶18號，實際上，兩者為不同品種，風味上也有所差異。\n\n相較於紅玉紅茶，阿薩姆紅茶的茶葉風味更加濃厚，帶有桂圓香氣以及明顯的焦糖香，除了沖泡清飲享用外，台茶8號也很適合用來調製茶飲，最知名的便是在阿薩姆紅茶中加入牛奶，調製成阿薩姆奶茶，是奶茶中的經典品項。\n\n台茶12號\n台茶12號，別名金萱茶，主要的產地為台灣的中部地區，台中、南投以及嘉義等地，由台灣茶葉改良場於1981年培育出的茶樹品種。雖然市面上較常見到的是金萱烏龍，不過金萱只是茶樹的品種，金萱茶不論是製作成紅茶、烏龍茶或是包種茶都相當適合，獨具風味，是正港道地，在台灣培育出的茶樹品種。\n\n金萱紅茶最大的特色，便是金萱茶獨有的奶香氣，就算沒有加入牛奶，也能擁有到類似於奶茶的味覺享受。此外，金萱紅茶還有一項特殊之處，其他種類的紅茶在沖泡完成後，茶湯顏色偏紅，無論冷熱都不會有變化，而金萱紅茶的茶湯顏色更偏向深褐色，並且在茶湯冷卻後，會逐漸轉變成奶茶色，如同真的在茶湯中加入鮮奶一般，金萱獨特的紅茶口感深受台灣消費者的喜愛。",
    "created_at": "2024-06-04 11:18:16",
    "updated_at": "2024-06-04 11:18:16",
    "article_images": "teaknow9.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 10,
    "category_id": 3,
    "title": "臺灣紅茶故鄉的起源",
    "content": "日月潭是臺灣阿薩姆紅茶主要產地。日治時代大正十二年（西元1923年），臺灣總督府農業部由印度阿薩姆省購進優良茶籽，分送平鎮茶業試驗支所、林口庄茶業傳習所、日本九州本土及魚池庄蓮華池藥用植物試驗地試播。前三者試驗失敗，蓮華池的 Jaipuri、Manipuri、Kyang 等 Assam 大葉種品系則成長良好。大正十四年（西元1925年）引進茶種開始在臺中州新高郡魚池庄試種，茶樹種植在海拔600~800公尺坡向多變土壤肥沃的魚池盆地中，自然條件優越，溫暖濕潤，土層深厚，雨量充沛，常有雲霧繚繞，且日照時間較短，構成茶樹生長的天然佳境，茶葉經採摘試製後送到倫敦參加評鑑，獲得「香氣佳，具有過去臺灣茶所沒有的特質」的評語。因試驗成果卓著，於是在昭和十一年（西元1936年）正式成立魚池紅茶試驗支所，以發展臺灣中南部紅茶之生產為主要任務。昭和十三年（西元1938年）由泰國移植 Shan 種、昭和十五年（西元1940年） 從緬甸邊境引進 Burma 品種製造紅茶，也從此開啟魚池紅茶產業的發展。",
    "created_at": "2024-06-04 11:19:05",
    "updated_at": "2024-06-04 11:19:05",
    "article_images": "teastory1.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 11,
    "category_id": 1,
    "title": "2023台灣紅茶推薦》認識5大近年最熱門的新寵茶品！",
    "content": "身為台灣人喝茶真的非常幸福，不只有世界6大茶類的青茶、就連紅茶台灣也都擁有最進步的種植及製程技術，\n\n是世界上數一數二的茶葉王國。在本篇文章中，將帶你瞭解紅茶的種類以及喝紅茶的好處，協助你找尋自己喜歡的風味，一起進入美好的紅茶世界！\n\n說到台灣紅茶茶葉，不能不認識南投魚池、埔里2大產地\n要介紹台灣紅茶，就不得不提歷史最悠久的產地 ── 南投，除了有名的魚池鄉日月潭紅茶之外，\n\n另一個產區就在埔里，埔里山區有近千尺的地形，兒時廣告台詞中的好山好水就是埔里最大的地景特色，\n\n更是述說了埔里豐富的水土品質，適宜的年均溫度以及濕度是無法與其他地區相比的，\n\n在此地所產的紅茶更可以在國際市場上跟鍚蘭紅茶、大吉嶺紅茶相提並論。\n\n5種常見的台灣紅茶種類介紹\n \n\n台灣紅茶種類1：台茶18號－紅玉\n茶業改良場以台灣山茶與緬甸大葉種Burma選育，歷經50餘年育種試驗，茶湯水色艷紅上層戴著黃金環，\n\n散發出淡淡之薄荷加肉桂香，滋味醇厚。經全發酵後，轉化成茶黃質及茶紅質，有豐富內涵之呈現。\n\n此種迷人之香氣及滋味，即源自於原生種台灣山茶，曾被紅茶專家讚譽為「台灣紅寶石」，\n\n足可代表台灣紅茶與眾多世界知名紅茶爭鋒，是極為獨特之品種。\n\n \n\n香氣:✰✰✰✰✰ 甜度:✰✰ 後韻:✰✰ 收斂性: ✰✰✰\n\n風味:#薄荷#肉桂#紅糖#熟果香\n\n台灣紅茶種類2：台茶21號–紅韻\n由茶業改良場以祈門茶種與印度大葉種Kyang選育而來，2008年正式命名紅韻，\n\n茶湯金紅明亮，香氣既纖細又洋溢著柚花蜜香跟熟果香；口感醇美，令人齒頰留香綿綿不絕。\n\n \n\n香氣:✰✰✰✰ 甜度:✰✰✰ 後韻:✰✰ 收斂性: ✰✰\n\n風味:#柚子#柑橘#蔗糖香\n\n台灣紅茶種類3：台灣蜜香紅茶\n針對紅茶的缺失，利用小綠葉蟬吸食的茶菁原料研製成「蜜香紅茶」，除了注重紅茶滋味之外，\n\n更提昇優雅品質的香味，有著蜜香、果香、桂花香等香氣，此茶冷熱皆宜，尤其冷飲，\n\n蜜香味更為醇和，但蜜香紅茶不屬於特定的紅茶品種，能製作的品種繁多，\n\n有大葉烏龍、青心烏龍、台茶12號、台茶13號、青心柑仔。\n\n \n\n香氣:✰✰✰ 甜度:✰✰✰✰✰ 後韻:✰ 收斂性: ✰\n\n風味:#蜜香#果香#桂花香\n\n台灣紅茶種類4：高山小葉紅\n不同於前面提到的大葉種紅茶，高山小葉紅是用小葉種全發酵製成的紅茶， 跟大葉種咖啡因含量相比較少，\n\n工法也有別於大葉種的條狀工法，使用球狀工法能讓茶葉變得更為耐泡。而且是高山種植的咖啡因會更低，\n\n晚上喝也不怕睡不著，高山茶葉富含豐富果膠，不像一般紅茶容易產生苦澀及青草的腥味，適合單飲不加奶，\n\n可以同時喝到紅茶的甜蜜香氣以及烏龍的回甘喉韻。\n\n \n\n香氣:✰✰ 甜度:✰✰✰✰ 後韻:✰✰✰✰✰ 收斂性:\n\n風味:#龍眼香#木質香#蜂蜜香#黑糖香\n\n台灣紅茶種類5：台茶8號–台灣阿薩姆\n最早出產於印度東北部的阿薩姆邦紅茶，後來由國內引進茶樹之後開始栽培改良，為現在的台茶8號，\n\n以濃稠、濃烈、清透鮮亮而出名，並富有小朋友最喜歡的麥芽糖香，搭配牛奶更是對味，\n\n是身為奶茶控絕對不可錯過的茶類逸品。\n\n \n\n香氣:✰✰ 甜度:✰✰ 後韻:✰✰✰ 收斂性: ✰✰✰✰\n\n風味:#麥芽#焦糖香#果香\n\n台灣紅茶茶包功效如何？紅茶對人體有什麼好處？\n長庚醫院科研團隊對台灣茶葉進行萃取，採得「多酚羥基茶駢酚酮」結構的物質「Theaflavin」\n\n經分析後發現能夠抑制新冠病毒的活性，而這項研究成果已經獲得國際SCI醫學期刊\n\n醫學病毒雜誌（Journal of medical virology）刊登。\n\n研究人員發現，發酵茶葉（紅茶為全發酵茶、烏龍茶為半發酵茶）的「Theaflavin」會多一些，\n\n未發酵茶（綠茶為不發酵茶）則少一些。\n\n \n\n在2017年哈佛大學也發表過，常喝紅茶的人對病毒的干擾素，能在2周之內提高10倍濃度。\n\n另外茶飲中都富含的茶胺酸，也是提升防護力的重要推手。此外，紅茶中也含有「多酚」，\n\n除了能去油膩助於消化之外，還可降低身體疾病找上門的機會。",
    "created_at": "2024-06-04 11:21:17",
    "updated_at": "2024-06-04 11:21:17",
    "article_images": "teaknow10.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 12,
    "category_id": 1,
    "title": "好喝的紅茶學問多！一次解析6種台灣茶樹品種，茶湯香氣滋味各不同",
    "content": "茶的歷史源遠流長，發展至今已有諸多種類。台灣在1926年引進大葉種茶樹後試種成功，開始大量生產紅茶並外銷世界，更讓當時的南投魚池、埔里地區享有「紅茶故鄉」之稱。如今紅茶種類繁多，一起來了解香氣與滋味各異的台灣紅茶。\n\n茶為世界3大無酒精飲料之一，歷史源遠流長。製茶的工法及茶類隨著時代演進至今，可大致區分為不發酵茶、部分發酵茶及全發酵茶等3大類。紅茶在製作的過程中充分地將多元酚類氧化成茶黃質及茶紅質，因此在分類上屬於全發酵茶。\n\n台灣開始大量生產紅茶並外銷世界的歷史，可追溯到1926年三井合名會社自印度引進大葉種茶樹，並於南投魚池地區試種成功，加上當時政府積極鼓勵民間資本投入紅茶生產，成功試種大葉種茶樹的魚池、埔里地區成為當時台灣紅茶的生產中心，紅茶故鄉之稱號聲名遠播。\n\n品質良好的紅茶含有大量的茶黃質及茶紅質，茶湯水色鮮紅明亮而且滋味醇厚，因此適製紅茶的品種需含有較高的多元酚類含量，以確保製成紅茶的品質能符合基本的要求。不同的茶樹品種之間茶菁化學成分的組成及酵素活性各具特色及差異，並對茶湯的香氣與滋味有重大的影響，在此為讀者介紹台灣目前適製紅茶的茶樹品種及來源。\n\n台茶7號\n\n台茶7號品種選育的歷史可追溯至1938年，當時東邦紅茶公司郭少三先生從泰國引進大葉種茶樹Shan，並捐贈種原給當時的茶業試驗單位，魚池紅茶試驗支所，即現今茶業改良場魚池分場的前身，育種工作逐步篩選試驗的茶樹品系，歷經長時間的選拔，於1972年12月提出台茶7號之申請命名。\n\n台茶7號在外觀形態上樹姿較為橫張，葉形狹長，葉色淡綠，萌芽期中早，抗病蟲害能力中等，抗旱性較弱。製成茶乾條索的外觀色澤帶金黃且白毫多，水色豔紅鮮明，香氣清爽柔和，滋味鮮爽醇厚。\n\n此外相較於其他品種，台茶7號的多元酚在製作紅茶過程中被氧化的效率相當高，即使是春茶也可以容易地製作出較其他品種鮮紅的茶湯水色。然而台茶7號的根系較台茶8號及18號為細且淺根易受水傷及拉傷，因此對土壤的排水或透水性較為要求，魚池地區的表土質地偏黏重較不利台茶7號生長。\n\n台茶8號\n\n台茶8號與台茶7號是同時期進行育種試驗的同梯，並與台茶7號一同提出申請命名。其血緣源於1926年日本人自印度引進大葉種之中的Jaipuri，製成紅茶也繼承了印度阿薩姆的風味。\n\n台茶8號是相當健壯的品種，樹勢強而且樹姿直立，葉片為闊橢圓形，葉色淡綠，萌芽期早，抗病蟲害能力中等，抗旱性較台茶7號強。多元酚含量較台茶7號高，製成之茶乾條索較台茶7號碩大，色澤呈現深褐色，但白毫量略較少，水色豔紅，香氣帶有麥芽香，滋味濃稠醇厚。\n\n台茶8號的根系對土壤透水的要求沒有台茶7號嚴格，扦插苗木定植後的成活率會較高。然而台茶8號的多元酚在製作紅茶過程中被氧化的效率較低，因此若要製成品質極為優良的紅茶，除了季節氣候的因素外，也較為考驗製茶師的經驗功力以及工廠設備。\n\n台茶18號\n\n台茶18號，商品名紅玉，為1999年9月21日集集大地震後重振魚池日月潭地區紅茶產業的台茶18號知名品種，來自母本緬甸大葉種Burma（單株編號：B-729）與父本台灣原生山茶（單株編號：B-607）人工授粉結實的子代（品系編號：B-40-58）。（延伸閱讀：南投魚池「鹿篙咖啡莊園」上山品茶喝咖啡，再配上廣角茶園山景）\n\n根據文獻紀錄，其父本源於1925 ～ 1926年間採集自魚池司馬鞍山的台灣原生山茶之後代，然而現今司馬鞍山已不見原生山茶蹤跡，但其後裔紅玉成為魚池等大葉種紅茶產區廣泛種植的品種，母本則源於1939年日東農林株式會社自緬甸引進茶籽於三義成苗後寄贈至魚池紅茶試驗支所的苗木。對照台茶7號與8號，紅玉與台茶8號均屬於萌芽期較早的品種，雖然茶芽密度均較台茶7號疏，但茶芽較重，換算採收茶菁的重量理論上可高於台茶7號及8號。紅玉雖然外觀上與台茶8號相似，但仔細觀察可以發現紅玉的成熟葉普遍較台茶8號小一些，另外紅玉葉片呈現的波浪狀較台茶8號更顯著。\n\n台茶21號\n\n台茶21號，商品名紅韻，也是目前日月潭地區知名適製紅茶的品種之一。來源可追溯自1926年引進的印度大葉種Kyang及1938年台北帝國大學教授山本亮從安徽引進之祁門小葉種。來自印度阿薩姆的Kyang產量高且生長勢強，但是不耐強風，製成紅茶除了香氣較弱以外，其他品質特性表現皆相當優秀。\n\n祁門則是抗風性強而且茶湯具高香氣，當時的育種人員為了能產出高香且抗風強的紅茶品種，選取Kyang與祁門作為親本組合，選育出產生兼具阿薩姆與祁門優點的FKK-1品系。\n\n接著FKK-1被作為育種材料，於1967年發現其第22株天然雜交的個體，品系FKK-22，在製成紅茶後具有更加優異的香氣表現，隨即進行相關的繁殖及生育調查，並選為育種優良品系，前後歷經40餘年的試驗研究，於2008年10月17日審查通過命名為台茶21號。\n紅韻為小喬木，樹姿直立，生長勢強，葉為窄橢圓形，葉色濃綠，萌芽期早，茶芽節間長度及葉面積皆較對照之台茶8 號小。然而紅韻的茶芽枝條在生長的過程中較容易纖維化，適採期短，安排茶菁採摘時間的彈性較小。紅韻的多元酚含量較台茶8號高，製作紅茶條索較不緊結，茶湯水色金紅明亮，滋味稍淡但甘甜鮮爽，帶有濃郁且類似芸香科植物的花果香為紅韻重要的特色。\n\n台茶23號\n台茶23號，商品名祁韻，來源同樣可追溯自山本亮教授當年寄送到魚池試驗支所的祁門茶樹種籽，在育成5,000株實生苗木後，於其中選育300株定植，並移植良好的品系至品種園保存。歷經長時間的保種後，品系「祁辦1」於2003年試製紅茶品質優異，隔年扦插繁殖苗木進行後續試驗，品系比較試驗完成後於2018年7月提出台茶23號的命名申請。\n\n相對於紅韻，祁韻為祁門實生苗中單株選拔的小葉種茶樹，樹形介於直立與橫張之間，生長勢強，葉窄橢圓形，萌芽期早，茶芽密度高且單位面積產量高，扦插繁殖存活率高且生長健壯表現一致。與其他小葉種不同，祁韻適製優質的小葉種紅茶，其茶湯在不同的季節都能表現出橙紅豔麗明亮的水色，含有較高的多元酚類，滋味甘醇濃厚略具收斂性，具有柑橘花果香為祁韻的品種特色。",
    "created_at": "2024-06-04 11:25:01",
    "updated_at": "2024-06-04 11:25:01",
    "article_images": "teaknow11.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 13,
    "category_id": 1,
    "title": "想知道著名的台灣紅茶，看這篇文章就夠了！",
    "content": "台灣茶首先以烏龍茶最先為出產，陸續包種茶、紅茶、綠茶，不斷出現。造就了除了以「福爾摩沙茶」之名，銷向海外的烏龍茶外，紅茶也以日月潭魚池紅茶聞名於國際。\n\n \n\n台灣紅茶簡介\n\n台灣紅茶從1號到23號，各有其特色存在，今日，介紹台灣紅茶，筆者<挑選>較常被提及的五支紅茶來做介紹：\n\n \n\n▶ 第一種台茶7號(大葉)\n\n台茶7號是從泰國引進大葉種茶樹Shan，外觀形態上葉形狹長、葉色淡綠、香氣清爽、滋味純厚。\n\n \n\n▶ 第二種台茶8號(大葉)\n\n利用印度阿薩姆Jaipuri培育並改良而成，具濃郁的麥芽香氣、澀味較重，較適合做為奶茶的基底茶紅茶，加入鮮奶後風味宜人，是許多愛好奶茶者首挑的基底紅茶之一。\n\n \n\n▶ 第三種台茶18號(大葉)_紅玉紅茶\n\n即紅玉紅茶，知名度極高。是台灣野生茶和緬甸大葉種茶配種而生，產地以南投魚池鄉為主，具有天然肉桂香與淡淡薄荷香，茶湯順口甘甜，相當適合做為純飲的紅茶。\n\n \n\n▶ 第四種台茶21號(大葉)_紅韻紅茶\n\n又稱紅韻，即有鴻運當頭的意思，是印度大葉種與祁門小葉種雜交的後代，最大特點在於香氣突出，除帶大部份熟茶有的果香外，還雜夾著些許花香，茶湯金紅明亮，也是一支相當適合純飲的紅茶。\n\n \n\n▶ 第五種台茶23號(小葉)_祁韻紅茶\n\n祁韻紅茶是少見的小葉種紅茶，喝起來沒有大葉紅茶的澀感，也沒有如阿薩姆紅茶般的強烈收斂性，卻擁有台灣烏龍茶的回甘滋味，與紅韻相比有更強的甜花香，\n\n \n\n如何保存台灣紅茶茶葉？\n\n大家都知道茶葉只要保存的好，就能延長它的風味期間，基本上茶葉沒有所謂的保存期限問題，只有喝起來的最佳賞味其限問題。因此，到底要如何好好旳保存茶葉，藉此延長它的最佳賞味期限呢？\n\n \n\n▶ 常溫保存\n\n藉由鋁箔真空包避免光線、空氣的濕氣影響茶乾，開封後，將脫氧劑丟掉後，用密封夾夾緊袋口，或放置錫罐、鐵罐、有色玻璃瓶後，將其放置陰涼處即可。\n\n \n\n▶ 低溫保存\n\n將茶葉貯存的環境保持在5度C以下(期限六個月內)，冷藏溫度維持0~5度C，由冷藏庫內取出茶葉時，應先讓茶罐內茶葉溫度回升至與室溫相近，才可取出茶葉。\n\n \n\n▶ 避免與其他茶葉混合在一起\n\n紅茶容易發潮和散發香味，所以在儲存過程中，要避免和其他茶葉放在一起。\n\n \n\n總結：\n\n台灣紅茶目前在國際上也算小有名氣，最為知名的不外乎是紅玉紅茶。然，其他紅茶也是有特點，還沒品嘗過的讀者，也可試試其不同風味。想泡奶茶，就選擇台茶八號做基底紅茶，想純飲就選擇台茶十八號、二十一號及二十三號，這三支紅茶，若您的偏好是著重甜花果茶香重又特愛口感清爽，不妨選擇台茶二十三。",
    "created_at": "2024-06-04 11:25:54",
    "updated_at": "2024-06-04 11:25:54",
    "article_images": "teaknow12.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 14,
    "category_id": 1,
    "title": "台灣紅茶種類及產地",
    "content": "台灣紅茶主要種類有兩種，分別為蜜香紅茶及日月潭紅茶。蜜香紅茶產地分佈在花蓮、新北市、南投；日月潭紅茶則分佈於南投日月潭週邊。茶樹品種分別為蜜香紅茶－青心烏龍、台茶12號金萱；日月潭紅茶－阿薩姆、台茶18號紅玉。\n\n台灣紅茶介紹\n台灣早期茶葉以外銷為主，紅茶最受歡迎，產量佔全部茶葉一半以上。雖然後續外銷衰減，產量也減少，不過日月潭紅茶及蜜香紅茶兩種台灣紅茶仍十分受歡迎。台灣紅茶以蜜香紅茶產區較廣，產量也較多。日月潭紅茶則因位處傳統紅茶產區，品質穩定，深受遊客喜愛。\n\n台灣紅茶產地與品種\n日月潭紅茶：主要生產於南投魚池鄉，日月潭風景區周圍。主要茶種為阿薩姆大葉種，近年來則積極推廣台茶18號紅玉，現在為當地產量最多、最受歡迎的茶樹品種。\n\n蜜香紅茶：在台灣花蓮、新北市坪林、南投、台中、嘉義都有生產。主要茶種為青心烏龍、台茶12號金萱、台茶13翠玉及四季春茶。和日月潭紅茶較不同處，密香紅茶要求需經過蟲咬，亦即被小綠葉蟬咬過，如此會散發天然甜香。此亦為台灣蜜香紅茶最大特色。",
    "created_at": "2024-06-04 11:26:55",
    "updated_at": "2024-06-04 11:26:55",
    "article_images": "teaknow13.webp",
    "views": 1,
    "valid": 1
  },
  {
    "id": 15,
    "category_id": 1,
    "title": "愛喝紅茶者必看！認識台灣常見紅茶７品種",
    "content": "百年來茶葉一直是台灣最重要的外銷產品，其中紅茶的發展，最早可追溯於日治初期，當時紅茶風行世界，以桃竹苗地區為出口大宗，尤其三井合名會社出產的日東紅茶頗受世界市場好評，甚至在1934年後出口量還超越烏龍茶和包種茶，成為台灣茶的後起之秀。\n\n喝之前，先看看紅茶小教室∼\n紅茶品種如何分？\n基本上所有的茶樹品種皆可製成紅茶，端看製成品的香氣是否宜人、茶湯是否甘醇順口等。若依茶樹的適製性區分，台灣最常被拿來製作成紅茶的品種有台茶8號、台茶18號、台茶21號，及烏龍品種和青心柑仔等。\n\n蜜香紅茶是新品種？\n近年來頗為火紅的蜜香紅茶，是由花蓮的茶農高肇昫最早發現，因當時烏龍茶葉片被茶小綠葉蟬叮咬得很厲害，無法製作清香型的茶款，於是試著製作全發酵的紅茶，沒想到讓茶葉有了全新的滋味，也因此讓一般的茶農開始不用農藥，讓茶小綠葉蟬得以存活，成了另外一種有機茶的好處。\n\n想買好茶，到產地最直接！\n現在全台灣產茶的地方幾乎都有製作紅茶，但主要以南投縣、新北市三峽區及花東地區最多，如要到產地買好茶，建議選擇有產銷履歷認證和有機認證，就不用擔心買到品質差的紅茶。\n\n認識台灣常見的7種紅茶\n台茶 18 號\n又稱為「紅玉」，以台灣野生茶和緬甸大葉種茶配種而生，產地以南投魚池鄉為主，是台灣目前知名度最高的紅茶。\n茶湯具有天然肉桂香與淡淡薄荷香，入口則有股芳香感，是兼具香氣和甘美口感的紅茶，適合沖泡成熱茶清飲，較能充分展現香氣和滋味。\n\n\n台茶 8 號:台茶8號採用印度阿薩姆Jaipuri培育並改良而成，因此廣泛被稱為阿薩姆紅茶。\n茶湯較台茶18號濃厚，具有類似印度阿薩姆紅茶的濃郁甘醇香氣和麥芽香，但澀味較重，因此除了清飲，更適合拿來做加味茶，加入牛奶調製成奶茶，香氣迷人。\n\n台灣山茶:台灣山間的原生野生茶樹，可由芽色大致分成2類，其一為茶芽呈綠色或淡紫色的台灣山茶，另一類為茶芽呈紫紅色的赤芽山茶，都非常稀少。\n沖泡出來的茶湯金黃帶紅，亦透露出花香柔美氣息，滋味甘醇溫厚，帶著自然野氣，喉韻甜潤，可稱為紅茶中的上品。\n\n台茶 12 號:台茶12號是用硬枝紅心加台農8號雜交後育種而成，別名稱為「金萱」，不管拿來做紅茶還是烏龍茶、包種茶都可以，端看製作方式。\n而製作成紅茶時的葉色墨黑泛紫黃金芽，有獨特牛奶香味、花蜜香，入口後先帶苦澀後轉甘醇，帶有甜香。\n\n台茶 21 號:經過茶改場近40年的培育，於2008年申請命名通過的紅茶的品種，取「鴻運當頭」之意，別名「紅韻」，為印度大葉種與祁門小葉種雜交的後代。\n其香氣表現極為突出，帶濃郁花果香，還有類似柑橘開花氣息，而茶湯水色金紅明亮，滋味甘甜鮮爽，同樣適合清飲。\n\n大葉烏龍:在日治時期曾積極推廣種植大葉烏龍，是台灣4大名欉之一。目前產地以氣溫較高及雨量較少的花東地區為主，尤其花蓮為種植面積最多，約有60%。\n而被茶小綠葉蟬叮咬加上發酵產生的化學變化所製成的蜜香紅茶，近年來更是大獲好評。\n\n青心柑仔:這是新北市三峽的特有品種，又名「柑仔」。\n於每年3月到11月皆可採收，多製成綠茶為主，但近年來三峽區農會大力推廣被茶小綠葉蟬吮吸茶嫩葉的蜜香紅茶，其不必加蜂蜜就有淡淡的蜜香味，入喉回甘不澀，相當受到歡迎。",
    "created_at": "2024-06-04 11:31:14",
    "updated_at": "2024-06-04 11:31:14",
    "article_images": "teaknow14.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 16,
    "category_id": 1,
    "title": "你知道臺灣紅茶種類有幾種嗎？快來認識臺灣紅茶種類吧！",
    "content": "臺灣喜歡喝紅茶的人非常的多，但問他們知道臺灣紅茶種類有哪幾種，大多數人都回答不太出來，想成為喝紅茶也懂得臺灣紅茶種類達人嗎？那就快來認識臺灣紅茶種類有幾種吧！\n\n \n\n臺灣紅茶種類一、阿薩姆紅茶\n\n起源於日治時期，日本人在日月潭那邊成立「魚池紅茶試驗支所」，然後從印度引進阿薩姆紅茶開始臺灣的茶產業，在民國四十年至六十年期間，更是台灣農產品的外銷主力。\n\n \n\n臺灣紅茶種類二、台茶18號紅玉\n\n台茶18號洪玉可是臺灣紅茶種類的紅鑽石呢！因為紅玉是以台灣野生山茶與緬甸大葉種母樹進行結合，經過五十多年的結合培育，終於有了台茶18號紅玉的出現了！紅玉有天然肉桂香外，還有淡淡的薄荷香，這股香氣很深受海內外喜歡紅茶的朋友們~\n\n \n\n臺灣紅茶種類三、台茶21號紅韻\n\n這是紅茶之鄉與印度大葉種的聯姻品種，在2008年正命名為紅韻，紅韻的茶香非常的精緻，有柚花蜜香和熟果香，喝起來的口感非常醇美，令人齒頰留香綿綿不絕。\n\n \n\n臺灣紅茶種類四、蜜香紅茶\n\n蜜香紅茶產區主要在花蓮，大約都在農曆的芒種前後才會出現。蜜香的原因是因有一種叫小綠葉蟬的昆蟲很喜歡吃茶樹葉，讓蜜香紅茶的茶樹葉產生一種特殊的蜜香味道。\n\n \n\n臺灣紅茶種類五、日月潭山茶\n\n是臺灣紅茶種類最正統的原生茶種，日月潭山茶，喝起來甘醇溫厚，順喉甜潤，但因為日月潭山茶的產量稀少，所以從以前就是臺灣紅茶種類中的上品。",
    "created_at": "2024-06-04 11:33:04",
    "updated_at": "2024-06-04 11:33:04",
    "article_images": "teaknow15.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 17,
    "category_id": 1,
    "title": "尋訪台灣紅茶的故鄉 — 賞美景、享佳餚、品御茶",
    "content": "台灣紅茶，曾是專門進貢日本天皇的頂級御用茶，如今，它又重現江湖。南投縣魚池鄉，正是種植台灣頂級紅茶的好所在，來一趟紅茶之旅，在好山好水中品御茶、享佳餚吧……。\n\n車子駛入南投縣魚池鄉，青翠相連的綠色山頭盡收眼底，加上遠近馳名的日月潭，「好山好水」一詞，應該算盡責地描繪出魚池鄉的全貌。問在地人，魚池鄉最近最紅的是什麼？「紅茶」！脫口而出的，竟是一個令人意外的答案。\n\n　說起紅茶，腦中浮現的全是進口舶來品，想不出和南投魚池的關聯性。「在日據時代，這裡可是日本人特選來專門種紅茶的好所在，」資深茶師石朝幸，語帶驕傲地說著魚池曾有過的輝煌。\n　魚池鄉恰巧在南投中心點，水氣足，緯度適中，讓日本人當年甘願捨棄自己國內，跨海選定這塊寶地種植紅茶。當年台灣出產的紅茶，全是用來進貢日本天皇的御用珍品，一般台灣百姓無緣品嘗。\n台灣紅茶重現江湖\n\n　當年台灣紅茶和錫蘭紅茶、大吉嶺紅茶，都是國際市場上同樣具競爭力的名種。但隨著茶葉勞力成本上揚，又受到外國進口紅茶價格衝擊，當地茶農紛紛鏟掉茶樹，改種檳榔，紅茶種植面積從高峰時的一千多公頃，萎縮到僅剩五十公頃，今昔相比早已不可同日而語。\n　直到九二一大地震後的重建，重新帶給在地茶農契機，為消失中的紅茶重塑面貌。除了經濟部中小企業處的輔導計劃外，當時茶葉改良所魚池分所研發出「台茶十八號︱︱紅玉」，輔導當地茶農種植，堅持「一心二葉」的手採方式，以最嫩的茶葉，烘焙出頂級紅茶。「目前台茶十八號栽種面積還不到十公頃，」南投縣魚池香紅茶產業文化促進協會理事長葉瑞美說。也因為量少堅持手工製作，魚池鄉現在的台茶十八號，能打品牌，走高價路線。\n　當地紅茶產銷第六班的「森林紅茶」，便是台茶十八號︱︱紅玉，而且是手工有機茶。紅玉以夏茶最佳，沒有一般紅茶澀味，還帶有薄荷的清香及肉桂的濃郁。還有家庭式工廠做出的「膨鼠紅茶」，因為故事行銷，也成為當地受歡迎的茶。\n　魚池人更把逐漸打出知名度的紅茶多元發展。\n　走在當地「香茶巷」，「和 森林」的資深茶師石朝幸，正在示範手工揉茶。今年七十七歲的石朝幸，是日本人早年開設的茶葉研習所專科畢業的茶師培訓人員，一路目睹魚池鄉紅茶的起落，也是在地少數堅持不砍茶樹種檳榔的茶農。\n　他把長年對紅茶的熱情，投注到和女兒女婿共同經營的「和菓森林」，一家子堅持「少量自製」，專門做阿薩姆紅茶、紅玉和台灣原生種頂級紅茶「紅寶石」。「我們的紅茶喝起來不輸那些外國紅茶，」石朝幸對自製茶自信滿滿。\n　只見石朝幸將約莫一百度的滾水倒入裝著紅茶的茶壺，靜靜地等待三到五分鐘，便將紅茶倒入杯裡，他熟練地先看茶色，之後聞一聞紅茶杯，才一臉享受地輕啜一口紅茶。\n　從小「喝紅茶長大」的女兒石茱樺，還和大葉大學合作，結合阿薩姆紅茶與酒，開發茶酒系列，像是阿薩姆加威士忌的「獵人的茶」，還有混合水果酒的「香茶巷No.5」，「我們走限量產地酒路線，」石茱樺說，希望能維持品質。\n　大老遠，「澀水皇茶」的招牌在大雁村澀水社區入口處高掛著。\n　「這是用以前日本皇室飲用的紅茶品種後代製成，」看著客人一飲而盡，澀水社區發展協會理事長蘇水定說。紅茶不只拿來喝，澀水社區還打造出產地特有的紅茶風味餐，讓客人在水邊的露天木造雅座上，依著不遠處的山，享用美味佳餚。\n　餐點上桌，香味四溢的滷蹄膀、台灣鯛及糖心滷蛋，都悄悄加入紅茶下去烹調，還有自製紅茶香腸，嚐起來十分結實。因為紅茶，讓這些滷到透的佳餚，除了色澤飽滿外，吃起來少了惱人的油膩。\n　最特別的紅茶米飯，是用生米加紅茶水下去煮，米飯香加上茶香，很多慕名而來的食客忍不住多添了一碗。飯後店家還貼心地附上甜點紅茶凍，濃濃的紅茶味，和坊間只剩糖水味的茶凍，有著天壤之別。\n　欣賞魚池鄉俯拾即是的美景之餘，不妨也讓你的味蕾來一趟美味之旅。",
    "created_at": "2024-06-04 11:35:02",
    "updated_at": "2024-06-04 11:35:02",
    "article_images": "teaknow16.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 18,
    "category_id": 3,
    "title": "臺灣紅茶的歷史",
    "content": "說到台灣茶常以喉韻淳厚的烏龍茶、花香悠揚的包種茶與回甘清香的高山茶為代表。許多國人似乎對台灣產的紅茶有些陌生，甚至不覺得台灣紅茶可以媲美外國的紅茶。然而，台灣的紅茶也曾經輝煌過，甚至是台灣茶葉外銷的主力，與英式紅茶生產大國印度、錫蘭(斯里蘭卡)、印尼並駕齊驅。台灣紅茶品質優異，值得大家細細品味。而台灣紅茶發展的故事，同樣值得回味。\n\n台灣紅茶的開端\n大約是1870年代，福建小種功夫紅茶製作的技術傳入台灣，開始有茶農利用小葉種製作紅茶。後來1889台灣首任巡撫劉銘傳，經英國商人的介紹，招聘印度阿薩姆的技師指導英式的紅茶製造，只是這些製茶的技術未能獲得茶農的廣泛接納，使紅茶產量還是相對烏龍茶與包種茶稀少。\n\n紅茶能夠在台灣興起，要歸功於日本政府，雖然紅茶原本不是日本熟悉的茶類。在英國於殖民地印度大量機械化生產的紅茶後，印度產的紅茶運銷到世界各地搶占茶葉市場，日本的綠茶外銷也逐漸被蠶食，出口量逐漸下滑，就連中國茶也從英國進口量的九成逐年下滑到五成左右。\n\n國際茶業大環境的變動下，日本政府也試圖學習紅茶的製作技術，在明治九年派官員去印度阿薩姆、大吉嶺考查紅茶生產。由此可見日本為了接軌世界的飲茶市場，願意在茶產業做出一些改革。\n\n非常有趣的是，明治二十九年(1986)日本駐孟買領事吳大五郎，在《印度內地巡回復命書》中提到了台灣。此份報告是關於印度國情調查與經濟發展狀況，其中吳大五郎在大吉嶺茶業實況下了結論:\n「已隸屬於我國版圖的台灣，同屬茶產豐富且多瘴癘之地，我們的民政官員，有必要從事當地的文化建設，振興當地的產業，建設另一個大吉嶺。」\n\n\n這份報告發表的時間，是簽訂馬關條約(1985年簽訂，清朝割讓台灣給日本)的隔年。日本駐外官員在那就有將台灣建設成日本大吉嶺的想法，可見日本政府對台灣茶業抱持甚高的期望。\n\n日治初期，1901年首先在文山之深坑庄及桃園龜山之楓樹坑，設立茶樹栽培試驗所，而後又在桃園之草湳坡(今平鎮)，建設機械製茶試驗場，引進大型的傑克遜揉捻機開始紅茶實驗，後來平鎮製茶試驗所試製紅茶成功後，台灣首批紅茶出口400公斤。\n\n此後幾年，台灣總督府撥款補助日本台灣茶業株式會社，做為擴產紅茶海外市場的紅茶費用。總督府願意做這項投資，某個層面來說是想要打破洋行長期在台灣茶葉的壟斷，希望發展紅茶，以減少烏龍茶生產，加速日本商社進入台灣的茶產業。\n\n十年磨一劍，霜刃未曾試\n紅茶是台灣繼烏龍茶、包種茶兩大茶類出口後新興的茶類，然而台灣的紅茶起步不是很順利。當時世界之紅茶生產國家如印度、錫蘭，已經採逐漸機械化製茶，在降低成本的同時也穩定製茶品質，而台灣紅茶相對來說製造技術欠佳，所以不受到國際市場青睞。雖然受到日本政府補助，紅茶的外銷並不理想，甚至一度萎縮面臨危機。\n\n紅茶市場外銷雖遇到衰退，不過危機就是轉機，開始從各方面檢討加以提升紅茶品質。除了北台灣的茶業試驗單位，日本人也開始在台灣其他地區尋覓生產紅茶的據點。早期紅茶生產曾以小葉種「黃柑」製作紅茶，但滋味不夠香醇不受到歐美市場接納，歐美消費者喜愛的則多為印度阿薩姆大葉種製作的紅茶。\n\n為了提升紅茶品質與口味，1926年從印度阿薩姆省引進Jaipuri、Manipuri、Kyang茶籽進行試驗，並再南投埔里、魚池、水里等地進行試種，最後發現魚池地區茶樹生長良好，製做的紅茶品質極為優良。\n\n種植出高品質的阿薩姆紅茶後，日本政府在日月潭北邊建立了「魚池紅茶試驗支所」，也就是現今茶業改良場魚池分場，持續投入大葉種紅茶的品種改良與育種工作，除了引進其他品種紅茶也將台灣原生種茶樹做雜交試驗。南投魚池成為臺灣之阿薩姆紅茶生產中心，此後許多日本製茶企業在南投地區開墾阿薩姆品種的茶園，從印度引入紅茶製作技術，並建造新式製造紅茶工廠。\n\n台灣日治初期開始較大量的紅茶生產，初期的外銷成果不慎理想，外銷沉浮了近二十年，慢慢從茶葉試驗與生產技術改善，最後台灣紅茶品質逐漸跟上國際市場的標準。1930年，恰好遇到世界紅茶生產大國印度、錫蘭、爪哇及蘇門答臘等國，因互相競價使紅茶價格低落，為了改善商品價格於1933年聯合締約「國際茶葉限制生產協定」，嘗試減少紅茶的供給量來提高價格。沒有加入協定的三井公司趁勢努力擴展台灣紅茶外銷，於是台灣紅茶外銷從此一躍而起，隔年紅茶的外銷量及成長4倍，三井株式會社產製的日東紅茶外銷的成績亮眼。後來紅茶出口的量在1934年左右已經與烏龍茶及包種茶平起平坐了，此後接連出口量超越烏龍茶及包種茶，成為台灣外銷的主力。\n\n台灣紅茶風華再起\n九二一大地震南投是災情最嚴重的地區，民生經濟受到重重打擊。茶業改場魚池分場在同年推出臺茶18號紅玉，南投魚池是台灣紅茶產業的起源地，在大地震後以官方推出，有振興南投產業的意味。\n\n臺茶18號與臺茶17號的推出間隔了十六年，同時也是時隔很久的大葉種品種，也是首度以台灣野生山茶作為親本的優良品種，製成紅茶非常獨特，具有強烈的薄荷與肉桂味。臺茶18號紅玉也不負眾望，帶起了台灣紅茶的熱潮。\n\n紅玉跟以往的行銷走向不太相同，戰後外銷的台灣紅茶逐漸由條形轉為製作大宗的碎形紅茶，直至目前世界大量的紅茶還是以碎形紅茶為主。經過台灣茶內銷時代的洗禮，茶葉在消費者心中，茶葉的芽葉越完整品質越高，而大部分都國外大部分紅茶都有經過切割，形狀也比較細碎，使很多消費者排斥。\n\n為了增加台灣紅茶的區隔性，臺灣的紅茶以手採的方式取得茶菁，製作成條索完整的紅茶，使條型的紅玉在台灣茶市場形象佳，較為精製的定位也使國人開始接受臺灣的紅茶。\n\n從日月潭一帶發展的紅玉紅茶大獲好評後，更促使南投之外的產區開始發展特色的紅茶。不僅是大葉種紅茶，漸漸的有許多茶農利用夏天間做小葉種紅茶。\n\n一般來說夏季的茶葉兒茶素含量較高，製作包種茶或烏龍茶滋味較為苦澀，但這個缺點正好符合製作紅茶的要求，小葉種茶樹兒茶素含量相較大葉種少，小葉種夏季的茶菁正好有較多的兒茶素發酵，可以製成收斂性較強的紅茶。\n\n原本夏季較不適合製作青茶的茶葉，因為多了製作小葉紅茶的選項，不僅能茶園的收穫次數提高，更能增加茶農的收入，何樂不為呢？因此也越多特色的紅茶的在市場中竄出，例如舞鶴紅茶、鶴岡紅茶、蜜香紅茶、桃映紅茶、石門紅茶，甚至是野生山茶製的紅茶也是新興品項。\n\n台灣成為另一個大吉嶺了嗎？\n臺灣紅茶一百多年的發展，歷經幾端波折。從初試身手，持續磨練，到大放異彩。從跌入谷底，絕境後生，到多元發展。回顧最初日本駐孟買領事的建議，把台灣建設成另一個大吉嶺，如今有達成嗎？\n\n以產國國家的角度，台灣茶的名號確實享譽國際，但是未能像大吉嶺紅茶定位那麼明確。台灣能生產的茶類非常多元，卻無法集中向國際行銷是台灣多數茶類外銷的問題所在，期盼能有更清楚的國際定位。\n\n以產製紅茶的角度，台灣能夠創造出風味差異極大的紅茶非常厲害，但臺灣的紅茶在國際的知名度略顯不足，期望台灣的精品紅茶也能夠持續走向國際。",
    "created_at": "2024-06-04 14:03:45",
    "updated_at": "2024-06-04 14:03:45",
    "article_images": "teastory2.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 19,
    "category_id": 1,
    "title": "台灣紅茶發展概述",
    "content": "西舍勘茶經-台灣紅茶發展概述-葉錦祥\n    紅茶起源有人說，係荷蘭的商人從東亞或經由爪哇，以帆船載上綠茶，繞行非洲南端好望角，在近一年航程中，綠茶在箱中發酵，偶然變成紅茶(朱耀沂，2011)。上述的觀點，可能要實際實驗才能證明。惟我人說紅茶為遠銷商品，是為遠銷海外而生產出來的商品，為保持茶品質的穩定性，以及17世紀中發展這種商品特別符合英國這個水質不利泡出當時最主流商品綠茶的國家。其發展淵源簡約略述如下：\n1、 紅茶前史簡略\n1.紅茶起源於福建武夷，約在1610年前後，武夷山南麓的星村鎮為小種紅茶集散地，原產於星村鎮到江西邊界的桐木關山中(吳振鐸，1980)。\n2.另依程啟坤等人(飲茶的科學，1991)見解，大約在1650年前後，紅茶的萎凋、發酵問世，從而有了紅茶製法。最早出現的紅茶是小種(福建崇安一帶)，以後才開始產生工夫(程著記約1875年的祁門工夫，但早於此外銷上即有工夫茶之品項)，最遲出現紅碎茶(後傳印、錫)。\n3.角山榮《茶的世界史》根據1702年英國東印度公司收購訂單已有「武夷紅茶」出現。\n4.烏克斯《茶葉全書》載1712年波士頓的藥店宣傳出現「福建紅茶」。\n5.清初大抵由武夷岩茶再武夷茶再到武夷紅茶（按為半發酵茶后稱烏龍茶）；清中期(乾嘉道)武夷岩茶(烏龍茶/半發酵茶)與武夷紅茶(小種、工夫/紅茶全發酵茶)才區分開來。(蕭天喜/武夷茶經，2008)\n6.紅茶之名，雖最早見于明初劉基的《多能鄙事》，但此書係后人偽托，不足為意(王從仁，2001)。惟近世中文文獻中，湖南《巴陵縣誌：1872》：道光23年(1843) …廣人挾重金來製紅茶…日曬色微紅，故名“紅茶”。(陳宗懋/中國茶經，1993/p.219)。另1840年以後，廣東商人赴安化教導當地茶農紅茶之製法(陳慈玉/1982/p.122)。\n2、 台灣紅茶簡要發展史\n1.1717年諸羅縣志：「水沙連內山茶甚夥…」有人依此臆測推論台灣紅茶的出現二百多年。惟乾隆31年(1766)朱仕玠「小琉球漫志」，「凡客福州會城者，會城人(住省會的人)即討水沙連茶，以能療赤白痢」。水沙連茶味別色綠如松蘿(日曬山茶，其性狀近白茶，性嚴冷，故能怯暑消脹，較無可能為紅茶。\n2.1860年代起台茶貿易主力三軍歷史演變，早期烏龍茶以外商(英美洋商為主)主導，繼之包種茶為本土勢力漢商稱大(如郭春秧、吳文秀、陳天來等)。而紅茶是日人來開發，所以貿易中心勢力，掌握在日人手裡(李騰嶽，1953)。在台灣的茶產業中，始終無法從本土勢力取得主導權的日本企業於是轉向開拓新興的紅茶產業。這個動向由總督府透過茶試驗場進行品種改良，設置模範茶園等，提供支援(河原林直人，1999)。\n3.依黃叔璥台海使槎錄 (乾隆元年/1736刊行)，商販目載「關東販賣烏茶、黃茶…」清初台灣銷大陸有烏茶及黃茶(是否為轉運商品仍未知)尚無紅茶之名，烏茶是否為紅茶亦尚難斷定，因究是作者自己認知，或是「市場商品名稱」猶待考證，但如依現在嚴謹製程看難謂是。台灣紅茶公司羅士慶先生說，紅茶是日本人來台後做，以前人做半頭青，那時候做茶技術沒有刻意要做什麼茶(范增平，2005)。近代(日治時期)從製程上有較明確界定，可從「炒」及全發酵工序特徵分辨出，因日治初期北部將番莊或烏龍等製法偏紅水亦俗稱紅茶(與包種清香區別)。\n4.依史立論，最早之製作紅茶史料為清季光緒15年(1889)台灣巡撫劉銘傳經廈門英商之介紹從阿薩姆地區專門技師來台，指導紅茶之製造改良，但未能獲得農民支持，計劃遂未達成而作罷(85年茶改場場誌/渡邊傳右衛門/1940-1943)。\n5.明治29年(1896)「殖產部農商課」派往蘇聯與土耳其做銷售調查之藤江技師，於歸國時以最劣等之蒔茶原料製造漢口式紅茶，想以蒔茶製造之紅茶銷售蘇聯為我等之生產方針。1907年後為擴大紅茶之生產，而派遣人手進入蒔茶園買收生葉(渡邊傳右衛門/1940-1943)。另有人謂1899年，三井合名會社在北部大規模開拓茶園，是台灣生產紅茶先驅。前述語意易引起混淆，以為1899年即生產紅茶，其實應是在「嗣後」，詳如後述。\n6.台灣紅茶之搖籃實際上就是「安平鎮製茶試驗場\n，即台灣總督府民政部殖產局附屬製茶試驗場。1901年為配合日本企業在台發展紅茶，在什五份庄及龜崙口庄設立「茶樹栽培試驗場\n(林木連等，2010)，上述兩地仍屬小規模。1903年(光緒15年/明治36年)廢止前兩處，在現在楊梅(桃園廳草湳坡庄)設模範製茶試驗場(茶改場最前身)，由藤江勝太郎技師設計完成，並首任主任(1905-09)，為台灣最早半機械製茶工場，從事烏龍茶及包種製造，及紅茶製造試驗(85年茶改場場誌)。又依渡邊氏說法，初始，以新式機械，探討能否製優良的烏龍茶為使命。吾人以為，台灣紅茶草創之初，幾出於此一人也，故可謂藤江勝太郎為「台灣紅茶開拓者」。\n7.1903年製茶試驗場試製生產台灣第一批2090斤粗製紅茶，1905年技術漸次成熟，品質亦有進步，為沿用印度、錫蘭之製法。1906年為打開蘇俄及土耳其市場，採取中國漢口式製造法試製(85年茶改場場誌)。該年由藤江主任親自攜茶到俄國試賣為第一批出口紅茶(徐英祥，2009年-台灣茶葉百年輸出數量統計表，該年計400公斤出口；姜道章，1961，p.148，表40-計396公斤出口)。1907年22192斤輸往俄國，1908年輸土耳其19925斤、輸香港4500斤(台灣茶二關調查大正5年資料)。\n8.台灣史上第一個技術移轉案例，主要業務延續藤江技師前些年生產輸出的漢口式紅茶製作為主，致力於俄國市場的開拓，1910年時任製茶試驗場主任藤江勝太郎集資以資本100萬元(井出季和太資料記100萬元繳股1/4；台灣歷史辭典p.194記25萬元；另陳天來，1938年文獻載為50萬元)，公司在東京成立，第一家台灣專製紅茶工廠之「日本台灣茶株式會社」。股東成員安部幸兵衛、田中善助、濱本義顯、林嵩壽等人，會社成立初期，接手安平鎮製茶試驗場，並收買苗栗農會三叉河製茶工場及開墾500甲茶園，後又開闢2000甲茶園；藤江主任促成並任董事，總督府1909-1918每季撥款補助(張崑振，2013)。(註：該公司成立時間資料分歧：陳天來記為明治42年/1909年，茶改場場誌-記為民前四年/1908年；另林木連等，2010：記1907年，重修台灣省通志，1996：記為光緒31年/1905年，井出季和太，光緒27年/1901年，如以藤江主任任期1905-1909觀，及依井上房邦及渡邊傳右衛門之資料記為1910年創立)。1909年製茶試驗場撤廢於旁新設茶樹栽培試驗場(陳慈玉，2011)(按台灣茶葉調查書載，製茶試驗場至1909年閉鎖)，1910年將撤廢原場場房設施(大型製茶機械)無償借與台灣茶株式會社(85年茶改場場誌-1910年廢止前訂附屬製茶試驗場規程)，即在原場西南方附近另設「茶樹栽培試驗場」(場誌載1907年末板橋林家捐贈土地)。所以說茶改場最前身，安平鎮製茶場乃肩負紅茶生產起家之重任。\n9.大正5年(1916年)鳳山熱帶園藝試驗所田代安定技師攜機具入高雄山區，試製大葉種山茶之紅茶，雖然所請原民婦女未有採茶經驗，採收者殆非芽茶又因季節的關係成老葉，但擇取較嫩之成葉製作紅茶，經評審結果滋味強而有力、水色良好，品質勝於北部茶，報紙並刊登發現比立頓再優良。田代技師原擬在台北勸業共進會展示，惟被山田秀雄技師(任平鎮茶試支所主任)阻勸，因當時台茶產業政策仍以烏龍茶為重點，未免操之過急，故初次製成之山茶未予面市，田代氏遂引退(渡邊傳右衛門，1940-43)。所以吳振鐸教授曾謂，1926年引印度阿薩姆種，是為台灣本土以大葉種製造紅茶之始說法(台灣農家要覽上冊，1980/p.502)，尚有討論空間。\n10.大正7年(1918年)「日本台灣茶株式會社」因經營不善，被合併於資本金3百萬圓，5月1日成立之「台灣拓殖製茶株式會社」(查名稱\n台灣拓殖株式會社不同，台灣拓殖株式會社為1936年末台灣總督府為推動南進所成立，資本額3000萬元的殖民國策公司，簡稱台拓，業務含蓋本島、華南、南洋，\n前述會社大不同；另廖慶樑，2010-記為1919年拓殖製茶株式會社)，但新會社因受第一次世界大戰經濟恐慌打擊影響，遂於1923減資為45萬元，改由三井合名會社委託經營，1926年被日東拓殖農林株式會社合併(台灣歷史辭典p.194；陳天來，1938；85年茶改場場誌)。即昭和元年(1926)三井合名會社進駐工場，又依中日每日新聞社「台灣特輯紀念號」(p.458)載，大正10年(1921)三井合名會社直營工廠開始製茶，初期以烏龍及包種為主力，昭和2年(1927)紅茶開始試製(按係三井紅茶為日東紅茶前身)，行銷倫敦、紐約、內地(日本國內)等地之評價，為以茶香而論可以比擬印度大吉嶺產紅茶，此為台灣產紅茶之始(該特輯謂)。昭和3年(1928年)日東拓殖農林株式會社(查當時應仍為三井合名會社，而其所屬日東拓殖農林株式會社是在日東紅茶出名後，1937年才創立)新式工場(按為大溪角板山工廠1956年祝融現之工廠為老蔣珍念重建)製作出紅茶(台灣的茶業/昭和12年/殖產局)，這時才漸漸發達，也是該場出產名聞遐邇世界性的企業品牌茶-「日東紅茶」，昭和6年更成為日本商工省所指定優良國產品「國產紅茶界王座」(台灣特輯/p.459)。而日東拓殖農林株式會社最後又改名為「三井農林株式會社」(林啟三，1995)。\n11.大正15年(1926年)在井上房邦技師監督下，從印度首次引進阿薩姆種樹種子分別於平鎮茶試所苗圃與魚池蓮花池中央研究所試驗地兩地茶園定植(渡邊傳右衛門，1940-43)。1926至1934年間試驗以Jaipuri,Manipuri,Kyang,及山茶比較生葉收量及製茶品質，收量以山茶最多，製茶品質以Jaipuri最優，山茶最劣滋味雖強，但香氣欠良；平鎮不如魚池蓮花池(85年茶改場場誌)。(林啟三，1995：1925年12月三井物產株式會社從阿薩姆洲Assam之Jaipuri Manipuri Kyang等地區引種子) \n12.傳統中國之製茶法的缺失，乃在製茶品質受茶工技術之優劣影響甚大，同一原料以不同茶工製造品質各異，考其原因乃以原始的簡單器具製茶(新竹州聽，1928)。1918-28年，當局連續推行十年獎勵計劃，為期達機械製茶之普及，規定製茶機械貸款辦法，惟機械製茶之烏龍茶及包種茶，其品質反較手工製者為劣，採用者不普遍。1932年政府派遣優秀製茶技術人員前往世界主要產茶區實習，以求改進茶業之產製技能；嗣後機械製茶，漸為各地茶廠所樂為(李伯年，1957)。總督府在技師田邊一郎建議下，於1920年設立「茶業傳習所」(谷村愛之助為首任主任)；田邊技師復與茶業試驗所技師谷村愛之助，經年研究改良製茶機械。而來自日本之諸茶企業公司如台灣農事、中野、東橫)持木等諸茶業會社，獲得總督府之支持頒領廣大土地，耕拓阿薩姆種茶園，並設新式紅茶工廠(重修台灣省通志卷四，1998)。\n13.1936年在魚池庄設「中央研究所魚池紅茶試驗支所\n，為茶業改良場魚池分場前身，專事阿薩姆種的栽培、製造試驗及育苗推廣(阮逸明等，2003)。依烏克斯「茶葉全書」記載，大溪及中壢(按有安平鎮工廠及關西、龍潭等新竹州兩大產區)兩地係用黃柑種製造，新竹州用野生種(這部份尚待查明，野生茶與山茶不同，按新竹州三叉河其時係以蒔茶製造紅茶，是否指蒔茶尚須了解)製造，埔里區用亞薩姆種製造。故需了解茶種之適製性，如1929年新竹州富士茶組利用黃柑種茶葉製造紅茶，將黃柑種與青心大冇種茶葉混合製成紅茶，品質與三井紅茶、印錫茶不相上下(林志煌，2015)。\n14.依昭和15年(1940年)台灣茶業調查書p.121指出：「台灣紅茶之輸出，自明治38-42年(1905-09)止，為安平鎮製茶試驗場之產品；明治43年至大正6年(1910-17)止，為日本台灣茶株式會社之產品；大正7年至大正11年(1918-22)止，為台灣拓殖製茶株式會社之產品；大正12年至昭和2年(1923-27)止，為駿庄商店之產品；昭和3年(1928)以後，為三井合名會社之產品，各年期之輸出各有增減」(渡邊傳右衛門，1940-43)。1903-08年前後6年期間之試驗業務，乃以機械之試用、改良及訓練培養人員為主，藉以奠定台灣之機械製茶基礎(85年茶改場場誌)。(註：井上房邦，1937：昭和5年/1930達80萬斤，昭和6年/1931達80萬斤，昭和8年/1933印、錫、荷印彼此間實施出口協定，恰給台灣紅茶大好輸出機會，昭和9年/1934，產量激增，突破500萬斤。另漁池茶改分場指出，昭和13年/1937， 633萬公斤/1056萬斤，出口580萬公斤為日治時代最高紀錄)。\n15.昭和12年(1937年)5月籌議由竹東郡製茶業者姜阿新等14人，共同集資50萬圓成立「台灣紅茶株式會社」，最終姜阿新未加入，同年9月改由姜瑞昌、羅享錦等人，成立「台灣茶業株式會社」，由姜瑞昌出任社長。因關西一帶一直未有精製工場須轉賣洋商或日本商社，故由關西羅氏宗親羅碧玉號召，共同出資於1937年9月成立「台灣紅茶株式會社」，並由羅錦享出任董事長，羅慶增擔任總經理。\n16.昭和14年(1939)郭少三先生為日治時期少數由台人設立的阿薩姆紅茶製茶會社-「東邦紅茶株式會社」，郭君日本東京帝大農化系畢，進台北帝大農化所研究，於山本亮教授下，專門研究茶樹培育、改良與製茶技術，1932-3年間，其二度親赴泰國清邁北部叢林尋找大葉種原生茶樹(重修台灣省通志載由緬甸引進)，引Shan(禪種)茶籽試種成功，該社於光復後改名為東邦紅茶公司(張崑振，2013)。\n17.台灣光復後，在省政府的規劃下，公營事業台灣省農林股份有限公司茶業分公司成立，將原屬日人製茶會社製茶工場全部納入(張崑振，2013)，原「三井農林株式會社」等茶葉生產機構，改設為八個廠場。1948年政府為使研究機構與生產企業配合，平鎮茶業試驗支所，隸屬於台灣省農林股份有限公司茶業分公司，改制為平鎮茶業試驗所。1968年5月13日政府為統一事權，精簡機構，以加強本省茶業之發展，將平鎮茶業試驗分所、魚池茶業試驗分所及茶業傳習所等三單位合併改組為台灣省茶業改良場。\n    日治時台灣當局為發展紅茶，想以全面性機械製造茶葉的思維，造就出台灣大型企業化的茶業公司，使台灣在當代擁有一支國際性紅茶品牌，那種經幾十年的耕耘所獲致的成果，台灣人也應該要能了解那段輝煌的歷史。",
    "created_at": "2024-06-04 14:07:59",
    "updated_at": "2024-06-04 14:07:59",
    "article_images": "teaknow17.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 20,
    "category_id": 1,
    "title": "紅玉紅茶是什麼?解析來自日月潭的台灣之光",
    "content": "你喝過日月潭紅茶嗎?\n\n不管你喝不喝茶，我想都對日月潭紅茶相當熟悉，日月潭是台灣著名的風景區，不僅是山巒層層環繞、湖碧波光粼粼，擁有迷人景致與豐富生態，同時也是一個重要的紅茶產區。日月潭紅茶的獨特之處在於製茶工藝 — 以手工採集的一心二葉大葉種茶葉製成條型茶，這與一般高山茶的球型茶形成了鮮明的對比。\n\n紅玉紅茶是日月潭品系中的重要代表\n\n在這裡，魚池鄉農會所生產的紅茶系列中包含了四個獨特的品系：紅玉、阿薩姆、紅韻、藏芽，每一種都以其獨特的香氣和滋味贏得了茶愛好者的喜愛。今天，我們將特別介紹其中的明星 — 紅玉紅茶。這種茶不僅是日月潭紅茶系列中的佼佼者，更是台灣茶文化的一個重要代表。\n\n台灣紅玉紅茶的歷史起源\n台灣茶業的傑作：台灣獨有的茶樹品種\n\n紅玉紅茶，又名台茶18號，起源可以追溯到20世紀初，當時台灣正在尋求創造獨特的茶葉品種以強化茶葉市場，紅玉可紅茶是台灣茶業改良場長達五十餘年的育種試驗的成果，由台灣本土的山茶和來自緬甸的大葉種Burma交配選育而成，經過精心的培育，最終形成了一個適合製作紅茶的優良品種，在台灣茶業中嶄露頭角，並以獨特的風味和香氣迅速贏得了茶愛好者的心。\n\n台灣紅玉紅茶的風味特點\n特殊的薄荷涼氣、肉桂香與果香\n\n紅玉紅茶的茶湯色澤艷紅，上層漂浮著迷人的黃金環，最大的特色是紅玉紅茶的香氣，散發著薄荷涼氣、肉桂香與果香，滋味醇厚而迷人。特別是夏季採摘的紅玉紅茶，具有一定的收斂性，當茶湯入口時，可能會感受到些許微妙的澀味，但這會逐漸消散，轉化為持久的回甘。這種獨特的風味和口感，是由於茶多酚含量高，全發酵過程中轉化成豐富的茶黃質和茶紅質所造成。\n\n紅茶專家高度讚譽的「台灣香」\n\n紅玉紅茶的迷人香氣和滋味源自於原生種的台灣山茶，這讓它獲得了紅茶專家的高度讚譽，被譽為「台灣紅」和「台灣香」。它不僅代表了台灣紅茶的高水準，而且在世界紅茶舞台上也具有不凡的地位，是一種獨一無二、不可多得的茶品種。\n\n台灣紅玉紅茶的主要產區\n日月潭是台灣紅茶重鎮\n\n1925年日治時代，當時日本人從北印度阿薩姆省的山區引進了茶種至台灣，台灣所產的紅茶便成為了世界三大名茶之一，並使日月潭地區成為紅茶研發的重鎮。\n\n1999年發表了紅玉這項特殊品種。紅玉品種最初的試驗編號為B4058，主要在埔里和台東進行種植測試。1999年台灣921大地震後，為了重振日月潭紅茶之鄉的榮耀，魚池茶業改良場開始積極推廣紅玉，使紅玉紅茶成為代表性的茶種。\n\n小編有話想說\n如果喝過經典，也可以試試其他茶區\n\n除日月潭外，紅玉紅茶也在其他幾個台灣中部的高山地區種植，如嘉義和阿里山等地。這些茶區同樣具有適合紅茶種植的氣候和地理條件，但不同的茶園不同的管理方式，和不同的製茶師製作出來的茶風味也都不盡相同，使得紅玉紅茶能在台灣多個地區各自發展當地的獨特性風味。\n\n因季節變化的紅玉也各有特色\n\n雖然夏季是紅玉紅茶的主流產季，這時候的紅玉呈現出超級明顯的品種香氣，尤其是薄荷香。但是春季的紅玉，以「初蕊」之名稱著，主要在三月採收的紅玉紅茶，產量稀少，帶有豐富的花香，口感清爽，沒有強烈的薄荷、肉桂香，風味表現相對細緻，有些製茶師會嘗試製作紅玉白茶，展現另一種品茗風雅。而到了秋季，紅玉紅茶則展現出更加沉穩、飽滿和圓潤的風味。這個季節的紅玉擁有淡淡的涼氣，木質香味更為強烈，伴隨著肉桂和桂圓的氣息。",
    "created_at": "2024-06-04 14:09:30",
    "updated_at": "2024-06-04 14:09:30",
    "article_images": "teaknow18.webp",
    "views": 0,
    "valid": 0
  },
  {
    "id": 21,
    "category_id": 1,
    "title": "瓊漿玉液── 談綠茶",
    "content": "東亞的飲茶文化中，綠茶算是歷史最悠久的茗茶。由於綠茶的色澤和沖泡後的茶水都呈綠色，故名曰「綠茶」。綠茶是茶葉的一種，主要產地大概分布在中國、台灣和日本。\n在中國大陸廣為人知的名茶大都為綠茶，如杭州西湖的龍井、蘇州洞庭山的碧螺春、四川蒙頂山的蒙頂甘露、安徽黃山的黃山毛峰等。其中又以炒菁綠茶為主的西湖龍井茶及洞庭山碧螺春為最。\n西湖龍井茶產地在浙江杭州的西湖周邊一帶，可以說是中國綠茶的代表。西湖龍井茶是以呈扁平狀之綠色葉片所製成的炒青綠茶，因為帶有翡翠綠的茶色，又散發著草或豆的清香，味甘甜。據說在清明前後以一芯一葉摘取的茶葉為最高品級，其中又以獅子峰的獅峰龍井被視為特級品；洞庭碧螺春產於江蘇省蘇州的東山及西山，其所產茶葉與龍井茶同為炒青綠茶，在春分到穀雨時節，以一芯一葉方式摘取，其形狀呈捲貝形螺旋狀，曾被選為古代進奉朝廷的貢茶。\n蒙頂甘露的產地位於四川省雅安市名山區蒙頂山（也稱蒙山），是捲曲型綠茶的代表，茶水碧清如露，清香回甘；黃山毛峰則係安徽綠茶的代表，產地黃山是聯合國教科文組織登錄的世界自然遺產。黃山毛峰是一種帶有黃白色毛的烘青綠茶，茶色呈透明的黃金色，散發著栗子的香味。在製茶過程中，必須經過殺菁、揉捻、乾燥，直到大部分的白毫脫落後，再以熱水浸泡，依種類呈淡綠色或黃綠色的兩種茶液。其中以一芯二葉方式摘取的特級品被稱為「雀舌」，於1955年被評為中國十大名茶之一。另外還有一種「黃山綠牡丹」，產地在安徽，一般在清明時節到穀雨期間，用一芯一葉到一芯三葉的方式摘取葉片，再用細線綁成牡丹花的形狀。注入熱水後，會如牡丹花般優雅的徐徐展開。「黃山綠牡丹」澀味少，其清香甘甜可回甘許久。\n\n以青茶為主流的台灣，在北部的三峽地區一帶也生產龍井茶及碧螺春等綠茶，迄今三峽區仍為台灣唯一的龍井茶產地。一般而言，台灣綠茶的種類大概可以分成如下三種：\n一、台灣碧螺春\n台灣綠茶產量最多的是碧螺春，茶乾亮麗、芽尖豪多而明顯，外觀呈碧綠色，茶液翠綠。主要的產地分布於北部三峽。另有烏龍茶及台茶12號，因屬不發酵綠茶，因此口感清新自然，能夠品嚐到最原始的甘香。\n二、台灣龍井茶\n台灣龍井茶亦屬不發酵的綠茶，外觀平片、呈翠綠色，主產地在北部三峽茶區。據稱在清明節前採收的龍井被稱為「明前龍井」，係上乘品質。\n\n三、八川綠茶\n屬於翡翠級綠茶，風味更為甘醇清香，配上燻製茉莉花的口感，不僅保有特殊的風味，還具有台灣綠茶的全新口感。\n此外，以綠茶聞名於世的還有以蒸菁綠茶為主的「日本煎茶」，此種綠茶大都以蒸菁工藝製成，茶葉乾的色澤翠綠鮮明，接近茶葉天然本色，口感甘甜，此種獨特的味覺有日本茶特殊的優雅風味，如聞名的靜岡煎茶、京都玉露等，都具備日本茶的代表性。",
    "created_at": "2024-06-04 14:10:40",
    "updated_at": "2024-06-04 14:10:40",
    "article_images": "teaknow19.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 22,
    "category_id": 1,
    "title": "綠茶族一定要知道的台灣風格的碧螺春：三峽碧螺春",
    "content": "喜歡喝綠茶的朋友們，很多是因為喜歡綠茶的鮮甜滋味、與輕揚的香氣，碧綠的茶湯令人十分舒爽。這是因為綠茶未經過發酵與焙火，就直接殺菁、揉捻、乾燥做成茶葉，保留了最多未發酵的原味。\n而烏龍茶則經過萎凋、浪菁、靜置等發酵過程再殺菁，所以茶多酚(含兒茶素)可以轉變成不同的風味物質。烏龍茶的發酵度約在10~80%之間，而紅茶則是發酵80%以上的茶葉。\n發酵度越多，香氣與滋味越從植物原本的鮮味、花香轉變為水果香氣、熟果味，有時帶一點點果酸感。\n\n今天要來和大家介紹台灣三峽的碧螺春綠茶，碧螺春原產於中國江蘇洞庭湖區，傳來台灣後，歷經了多年發展與調整，風味製程與茶樹品種都與中國碧螺春略有不同，是台灣最具特色的茶葉之一。\n\n碧螺春來自於洞庭\n碧螺春原產於中國江蘇的洞庭山，位於太湖之濱，氣候溫和，冬暖夏涼，是茶樹生長得天獨厚的環境，加之採工精細，而成為了中國十大特色名茶。\n\n當時碧螺春有「嚇煞人香」之稱，據說是因為當地獨特的茶樹和果樹間隔種植方式。\n因為茶最容易吸收異味，而當地種植茶樹與台灣不同的是，他會與桃子柿子梅樹等果木交錯種植。這些樹種綻放的花香味容易被茶樹吸收，而形成了別具香味型茶樹。\n\n台灣最適合種植碧螺春：三峽\n三峽地區因土壤與氣候極佳這樣的地理環境，而成為台灣最適合種植製成綠茶的茶產地，自 1860 年代開始便是有名的茶葉產區。當時三峽的居民多來自安溪、永春，也帶來了許多中國原產的茶苗。\n\n日治時期，日本人於三峽成立了三井合名會社（現在的台灣農林公司），因大量引進阿薩姆茶樹，三峽改種當時全世界最熱賣的紅茶，作為茶葉出口的主力，也讓台灣茶在國際市場上打響了名號，成為當時台灣紅茶的先驅。\n\n二次大戰後不久，為了因應市場的轉變，三峽改回種植碧螺春與龍井茶，機器與技術上仍舊保留，加上當地茶農與茶業改良場的不斷努力，並以台灣特有的「青心柑仔」茶樹試製，慢慢發展出自己的特色，成為現在的三峽碧螺春。\n註：除了青心柑仔，青心烏龍也常是作為高品質碧螺春的茶葉品種。\n\n台灣三峽碧螺春堅持手採「一心二葉」嫩芽，然而現今台灣採工人力不如以往，熟手速度快採摘品質也較好，但相對來說年齡層也較高。到現在三峽碧螺春採工也幾乎都是年事已高的阿嬤。\n\n細膩優雅的碧螺春\n碧螺春茶菁在經過採茶阿嬤採回來後，會先放在室內靜置一小段時間，靜置後入炒鍋炒菁。靜置是為了使其水分蒸散，與空氣接觸作用，發揮茶葉的香氣，做出來的碧螺春會更甜，鮮爽，同時也讓台灣的三峽碧螺春比一般綠茶有更柔和親人的質地。\n\n三峽碧螺春，主要採摘春、冬一心二葉嫩芽製作，含有豐富的茶胺酸加上三峽特有炒製技術，而成三峽碧螺春特色，「帶有層次的花香主調，香氣奔放口感鮮甜」。",
    "created_at": "2024-06-04 14:11:32",
    "updated_at": "2024-06-04 14:11:32",
    "article_images": "teaknow20.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 23,
    "category_id": 1,
    "title": "甘醇玉露烏龍茶",
    "content": "台灣產的茶葉以烏龍茶、包種茶最具盛名，尤其台灣烏龍茶更是名揚海內外眾人皆知。其實溯本清源台灣的茶葉最早源自於福建省泉州府安溪縣，後來有位來自蘇格蘭的英商陶德(Dodd)在台灣設立了寶順洋行(Dodd & Co.)，他和一些閩南人從中國福建安溪將茶樹苗引入台灣北部種植，採用廈門與福州技法精製烏龍茶，並和台灣茶商巨賈李春生等人合作從事貿易事業。將台灣茶外銷到美國，獲得極佳好評，從此帶動台灣茶葉的外銷貿易，因此被尊為「台灣烏龍茶之父」。\n\n台灣烏龍茶，又稱半球型包種茶，屬於青茶的一種。以南投鹿谷地區所產的凍頂烏龍茶起源最早，也最受喜愛。台灣烏龍茶與中國茶的分類方法不同，台灣烏龍茶係指用「烏龍茶種，且以烏龍茶方式加工」的茶種。烏龍茶以其濃郁的茶香及獨特的甘甜風味，而廣受歡迎。據說在清朝時有科舉考生，將茶樹幼苗及製茶方法傳至台灣。直到日治時期日本人又從福建請來製茶師改良製茶方法，使得台灣烏龍茶的風味自成一格。\n台灣烏龍茶是將半球狀的包種茶經過輕、中度發酵、輕焙火、揉捻成半球狀的茶葉品種。茶葉泡開後茶湯呈金黃色，和福建烏龍茶的淺金黃色或黃綠色略有不同。其種類大致可分下列幾種：\n1.東方美人茶\n又稱白毫烏龍茶，是一種含有獨特風味的茶種。屬於半發酵茶，由於經過蟲咬，因此其甘甜茶湯中帶有成熟果香。主要產區分布在北部的坪林、石碇，以及新竹北埔、苗栗公館\n等地。\n2.高山烏龍茶\n一般泛指產於海拔1,000公尺以上茶區之茶葉，尤以嘉義縣與南投縣境內海拔1,000-1,400公尺的茶區為主。由於生長於高地，因此茶葉生長較慢，苦澀成份較低，茶味清新甘潤，近年漸漸成為台灣茶的主流。\n3.凍頂烏龍茶\n原產地在南投縣鹿谷鄉，凍頂是早期的烏龍茶栽種地，因此以此為名。主要是以青心烏龍為原料製成的半球形半發酵茶。茶菁發酵時間較長，烘焙火侯也較久，因此茶味甘醇清香。\n4.紅烏龍\n這是近年新興的台灣烏龍茶，2008年才正式上市，原產於台東鹿野鄉，由於茶水色澤如紅而得名。紅烏龍採用紅茶的發酵法，同時也採用烏龍茶的炒青步驟，含成熟果香，口味獨特，茶湯滑潤而甘甜。\n根據估計，全球的茶產量超過二百五十萬噸，其中百分之九十是全發酵的紅茶，百分之八是不發酵的綠茶，百分之二為「半發酵」的烏龍茶。\n近年來，台灣的品茶風氣漸盛，對於品質的要求也越來越講究，因此烏龍茶也成為品茶人的最愛，而廣受歡迎。",
    "created_at": "2024-06-04 14:12:42",
    "updated_at": "2024-06-04 14:12:42",
    "article_images": "teaknow21.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 24,
    "category_id": 1,
    "title": "認識台灣烏龍茶",
    "content": "同樣是烏龍茶，台灣和福建的出品，卻展現出十分不同的風味，背後原因是什麼？\n\n台灣烏龍茶一向以其獨特的韻味和風格，廣為愛茶人士所喜愛。近年隨著茶飲店在各地風行，台灣烏龍茶進一步為年輕人認識。可是，同樣是烏龍茶，福建的和台灣的出品，卻展現十分不同的風味，其中原因，竟然和近代史大有關係。\n源於福建\n\n台灣鐵觀音茶源於福建，福建種茶歷史則已有超過 1500 年歷史。南安縣豐州古鎮的蓮花峰石上所刻的「蓮花茶襟」最早的碑文建立於東晉年間（公元376年），可見當時此地已經是出產茶葉的勝地。唐朝人陸羽所著《茶經》成書於八世紀，同樣將「福州、建州」列為重要茶區，當時產的「方山露芽」、「鼓山半岩茶」和「武夷茶」等皆為貢品。此後千多年，經歷宋元兩朝鬥茶（即茶葉質素比賽）活動的流行，和明清時期種植和製茶工藝的高速發展，福建茶始終流行。\n\n至於台灣，自清光緒二十一年（一八九五年），中日甲午戰爭以清廷戰敗告終，其後在馬關條約中把台灣割讓給日本。此後經歷日治時期、八年抗戰、國共內戰以至國民政府退守台灣。台灣和中國大陸間的關係在不同時期或弛或張，但地域上、文化上或者物資交流上的隔閡始終存在，形成兩地在飲食口味、文化和愛好上的不同。彼此雖然源於一脈，但卻各自營造出不同面貌，對烏龍茶的愛好和培育就是一例。\n\n台灣風格\n\n台灣烏龍茶種來自福建安溪，有說法指清光緒時期輾轉透過科舉考生，將製茶法和茶樹幼苗傳至台灣。日治時期日本人請來福建製茶師傅，在台灣改良了製程及口味，進一步強化台灣製茶的技術。及至國共內戰後，兩地交流基本斷絕，台灣受限於茶樹品種，發展出揉合了福建閩北武夷岩茶和閩南鐵觀音的做法，卻和兩者均大異其趣的台灣烏龍茶。\n\n\n\n台灣烏龍茶是製作成半球狀的包種茶，屬輕或中度發酵（發酵程度在 8% 至 70% 之間，十分多樣化）、輕焙火、揉捻成半球狀的品種。台灣烏龍茶的茶樹從福建武夷山茶樹移植，所以脫胎於「閩北烏龍」系，與武夷岩茶是近親。 茶湯顏色呈金黃色，和福建烏龍茶的淺金黃色或黃綠色大為不同。\n\n製茶工藝\n\n製茶的工藝方面，在福建沿用的晾青、曬青、做青、搖青、炒青、揉捻、初焙、復焙、復包揉、文火慢烤、揀簸等工序上，台灣烏龍茶額外添加了回潤等步驟，又改良了布包揉團、重火烘焙等工序。凡此種種，皆構成兩地烏龍茶具備不同特色，和不同地區茶愛好者有不同口味的情況。近年兩岸各種交流增加，對彼此茶的愛好更為了解，也容易買到不同地區茶葉品嚐，比起前輩，現今的茶愛好者其實是比較幸福了。\n\n由於茶葉品種繁多，各生產商又各自命名，以下介紹的乃台灣烏龍茶中的常見者：\n東方美人茶\n又稱白毫烏龍茶，在夏茶期間茶芽被小綠葉蟬叮咬後，所採收製成一種含有特別風味的茶。東方美人是台灣獨有的半發酵茶，主要產區有新北市坪林、石碇，以及新竹北埔、苗栗公館鄉等地。由於經蟲咬，其甘甜茶湯中帶有成熟果香。\n\n高山烏龍茶\n泛指產於海拔 1000 公尺以上茶區之茶葉，以嘉義縣與南投縣境內海拔 1,000-1,400 公尺的新興茶區為主。由於長於高地茶葉生長較慢，茶葉中的苦澀成份降低，口感圓潤，近年漸漸成為台灣茶的主流。高山烏龍茶茶味清新、甘潤，而各產區茶味有微妙差異，比較品飲十分有趣。\n\n凍頂烏龍茶\n原產地在台灣南投縣鹿谷鄉的凍頂烏龍，主要是以青心烏龍為原料製成的半球形半發酵茶。凍頂是早期的烏龍茶栽種地，產茶的茶菁發酵時間與烘焙火侯上均長久厚重，茶味甘醇而喉韻悠長。\n\n紅烏龍\n近年新興的台灣烏龍茶，在 2008 年才正式上市，原產於台東鹿野鄉，這種烏龍茶由於茶水色澤如紅茶而得名。台東、花蓮一帶向以出產阿薩姆紅茶和蜜香紅茶著稱，紅烏龍採納了紅茶的發酵法，同時採用烏龍茶的炒青步驟，口味別具一格。紅烏龍茶具備成熟果香，茶湯滑潤而甘甜。",
    "created_at": "2024-06-04 14:13:58",
    "updated_at": "2024-06-04 14:13:58",
    "article_images": "teaknow22.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 25,
    "category_id": 1,
    "title": "烏龍茶的風味與藝術：全面了解烏龍茶的世界",
    "content": "昔日，引領台灣茶外銷的烏龍茶，大稻埕因成為台北茶業集散地而興起，當時台灣茶打著「Formosa Oolong Tea」熱銷世界各地，雖然與中國福建茶系源於同脈，卻也因受到地形、文化的差異，台灣烏龍茶在製程、焙火技術與品種培育上，都發展出獨有的韻味和風格。\n\n烏龍究竟是品種還是茶款?\n我們常聽到的烏龍，其實是品種，也是茶款，更是具有代表性的商品名稱。\n\n烏龍一詞用來十分廣泛，這樣一說是不是又要傻傻搞不清楚了呢?就讓我們從三個要點來了解烏龍吧!\n\n烏龍作為茶款\n使用烏龍的製作方式，但品種不限定\n\n有別於全發酵的「紅茶」，或不發酵的「綠茶」，介於這兩者之間的半發酵(部分發酵)的茶款，不論發酵程度輕重，在台灣廣義都稱做烏龍茶，在中國分類的六大茶系中也稱為青茶。所以，無論使用的茶樹品種為何，還是在製茶工序上有些許差異，都可以統稱這些半發酵的茶款為烏龍茶。\n\n烏龍做為品種\n烏龍也是一種茶樹品種，買的時候千萬不要搞混囉\n\n不管在中國或是台灣，都有烏龍的茶樹品種名稱，以台灣來說，就有青心烏龍、大冇烏龍、大葉烏龍…等，特別是高山茶區幾乎以青心烏龍為主。\n\n台灣常見烏龍\n看到這裡，台灣不管是清香型的高山茶、包種茶，還是重焙火的鐵觀音、凍頂烏龍，甚至是揚名海內外的東方美人茶，這些都是烏龍茶，卻因為發酵程度、焙火的輕重而有如此大的風味變化。小編整理了以下幾個常見的烏龍，而你又認識了幾個呢?\n\n白毫烏龍\n有著「東方美人茶」的美稱，是台灣獨有的茶款，屬於偏重發酵的茶款，和蜜香紅茶一樣都需要「小綠葉蟬」著涎幼嫩的茶芽，外觀有顯著白毫，擁有獨特的熟果香和蜂蜜香氣。\n\n金萱烏龍\n金萱是茶樹品種名稱，非常適合用來製成烏龍茶，特色在於會有天然奶香，適度發酵再加上高水準製茶工藝，茶湯甘甜又自帶「奶味」的香氣特徵。\n\n鐵觀音\n一般來說鐵觀音最重視焙火功夫，製程需以傳統古法以「布包團揉」特有的製茶程序，二度發酵與烘焙，從反覆焙揉的過程中，以香味判斷下一回焙火的溫度和時間，這樣才能製作出帶有熟果香氣的特殊「觀音韻」。而只要製程相同方式製作，不論品種都能稱作鐵觀音，但僅有以「紅心歪尾桃」的鐵觀音茶樹製作，才能稱為正欉鐵觀音，而此樹種全台目前木柵僅有種植。\n\n凍頂烏龍\n曾為台灣最具代表性的茶款，以打布球方式製茶，在製作過程中會反覆焙揉，傳統製法屬於中發酵烏龍茶，會產生綠葉鑲紅邊的茶葉外觀，是經典的凍頂烏龍茶特色，其焙火程度比高山茶更深，帶有炭火味，喉韻也更醇厚深沉。\n\n包種\n將製成的茶葉四兩以四方型的紙包成四方包，外層蓋上茶名及行號印章，即為「包種」名稱的由來。茶葉分為條狀與半球形兩種，傳統多為外形為長條索狀，又稱小龍形，特別講究清幽的香氣。\n\n高山烏龍\n台灣高山茶，這是指台灣海拔1,000公尺以上茶園所生產出來的茶葉。雖然說只要是以烏龍茶的製程方式，不限品種都是烏龍茶款，但是台灣正統的高山烏龍，也必須選用烏龍茶種，像是青心烏龍、大冇烏龍、大葉烏龍…等，大部分的高山烏龍都以清香型為主，因為台灣的高山茶會在不同山頭吸收土壤、陽光和養分而產生各種茶湯風味，則為我們常聽到的「山頭氣」。\n\n紅烏龍\n屬於台東新興的烏龍茶款，原本烏龍茶屬於部分發酵的茶款，結合了紅茶和烏龍茶的製茶工藝特點，屬於重發酵、重烘焙類烏龍，喝起來帶有熟果香氣、口感醇厚而且相當耐泡。\n\n窨製花茶烏龍\n不論是桂花烏龍、茉莉烏龍，運用窨製技法將新鮮花種與茶葉一起烘製而成，最大的特色就是茶香伴隨著花香，加上烏龍茶湯喝起來喉韻甘醇，能讓口舌之間堆疊出多層次的獨特風味。\n\n小編有話想說\n已成為烏龍製茶工藝的代名詞\n\n過去有些茶名代表著當地的特色茶款，像是「北包種，南凍頂」的文山包種和凍頂烏龍，或是木柵鐵觀音等，現今已成為製茶工藝的代名詞，以相同的製茶工序進行，一個產地就可以做出包種、凍頂烏龍或鐵觀音這三種烏龍，所以想更進一步了解到自己所喝的烏龍到底是哪一種，也可以在細問品種與產地，這樣才不會越喝會糊塗唷!",
    "created_at": "2024-06-05 13:41:30",
    "updated_at": "2024-06-05 13:41:30",
    "article_images": "teaknow23.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 26,
    "category_id": 3,
    "title": "臺灣烏龍茶名字的演進與意義｜台灣烏龍茶",
    "content": "臺灣烏龍茶的製造方法來自於福建，當製茶技術傳至臺灣時，\n\n\n所製造的烏龍茶為條型，在中國屬於閩北烏龍製造方法，像武夷岩茶就屬閩北烏龍。\n\n\n\n茶多在山上生產，完成後以人力用扁擔將茶葉運到山外的城市販售。\n\n\n\n路途遙遠且艱險，為了方便運輸，發展出了將茶縮小的團揉技術，可縮小至少兩倍以上體積。\n\n\n\n這些烏龍茶製茶技術先後傳到臺灣，\n\n\n\n在1885年，由魏靜時與王錦水兩位在台北留下了條型烏龍製造方法，魏靜時製造清香型烏龍。王錦水產製茶類似武夷岩茶，滋味較濃，現今已失傳。\n\n\n\n在1939~1941年間，由王泰友與王德兩人在南投傳授來自安溪的團揉技術。此時凍頂烏龍才開始逐漸演進成半球型外觀，且帶有烘焙的精緻茶工藝。\n\n\n\n約從1980年開始，高山茶興起，製茶人將凍頂烏龍茶製茶方法調整，去除烘焙的工藝，保持茶鮮爽的高山滋味。\n\n\n\n文山包種茶、凍頂烏龍茶、高山茶，這些茶名代表著產地特色。隨著習慣的累積，這些茶名已變成不同製茶工藝的代名詞。\n\n\n\n包種茶：清香型條索狀清香烏龍茶。\n\n\n\n凍頂茶：濃香半球型烏龍茶。\n\n\n\n高山茶：清香半球型烏龍茶。\n\n\n\n舉例來說，A產地所種植的青心烏龍茶樹，可以透過不同方法製造出包種茶、凍頂茶、高山茶。\n\n\n\n這些名稱謹代表製茶工藝，不代表產地。",
    "created_at": "2024-06-05 13:44:07",
    "updated_at": "2024-06-05 13:44:07",
    "article_images": "teastory3.jpeg",
    "views": 2,
    "valid": 1
  },
  {
    "id": 27,
    "category_id": 1,
    "title": "十足厚工的台灣烏龍茶製作過程",
    "content": "今天要分享的是世界上最複雜的茶葉製做過程～就是最厚工(最費工) 的台灣烏龍茶！\n\n你是否也好奇這個像球形的烏龍茶是怎麼來的？\n為什麼要做成球形的烏龍茶？\n其他綠茶、紅茶、普洱茶…也可以做成球形嗎？\n\n首先，先來看看烏龍茶的基本製作步驟吧……\n一、採收：\n茶葉採收有「機械採收」和「人工採收」兩種。一般較低海拔的茶園會選擇「機械採收」來降低人工成本，但有些高山如果請不到採收的工人，也會考慮以機械採收已經成熟的茶葉。「機械採收」的茶葉有非常大的優勢在：可方便在「好天氣」下快速採收茶葉，不必受制於需提前安排的採茶工的採摘時間，好天氣下採收加上良好的製茶技術，即便是「機採茶」也可以呈現非常好的品質喔！\n高山海拔的茶園絕大部份選擇「人工採收」一芯二葉、一芯三葉或四葉，可以減少老葉或過多枝梗，以維持茶葉的品質。「手採茶」也常遇到在壞天氣，卻因為已經排定好的採茶工而非採不可，而造成「手採茶」成本高但品質差的現象。但是，有時侯在中低海拔茶園也會看到「人工採收」的情形，以手採茶宣傳也是提高售價的方法……所以，你買的手採茶也未必一定從高山來的喔！\n\n二、萎凋：日光萎凋→室內萎凋\n茶葉採收後，要製造成「半發酵的烏龍茶」就必須先以萎凋作業來進行茶葉基本發酵作業～剛採收的茶菁(新鮮茶葉) 含有大量水分(75%～80%)，茶菁經過萎凋後，使葉面溫度上升時會將水分消散蒸發8%～12%，以茶葉變柔軟，葉面上氧化反應才會開始進行變化。\n日光萎凋－在高山上進行通常會受到考驗，因為經常在下午茶葉手採完成時，陽光已經被霧氣擋住了，所以高山茶的日光萎凋時間通常會較短。戶外萎凋在陽光下短時間內讓茶葉走水到一個程度後，需要將茶葉攤平在室內的層架上靜置... (戶外萎凋時間拿捏，因為不同天氣溫度環境下，非常仰賴製茶師傅的經驗來判斷，才能為茶葉奠定成功的基礎。)\n室內萎凋－在室內層架上的茶葉以適當的厚度攤平，需要較長時間的靜置作業，並且在適當時間作輕度翻動，並且等待茶葉慢慢走水以去除苦澀味與臭菁味，讓茶葉產生香氣與甘甜滋味…\n\n\n三、浪菁：\n茶菁經過萎凋後，必須適時的浪菁(或攪拌)，以浪菁機(或人工攪拌)中轉動，以摩擦葉面細胞，使多酚氧化酶與茶多酚接觸，發生酶促氧化反應。\n\n四、殺菁：\n浪菁攪拌後殺菁作業是以強烈高溫來破壞茶菁內的氧化酵素，使之停止發酵並且讓茶葉含的水分大量流失。\n\n五、揉捻：\n揉捻的目的是為了破壞茶葉的細胞組織，使茶汁揉出，以方便發酵。並且讓茶葉緊卷形成條狀，方便保存。揉捻的輕重會塑造出不同的茶葉風味。\n\n六、解塊→初乾→團揉→解塊\n揉捻後的茶葉解塊後放置大型滾筒快速高溫乾燥後，再倒在棉布上壓緊成布球再放到「團揉機」上滾動揉壓後，倒出解塊再反覆作業3～8次。\n\n\n七、撿枝\n經過數次反覆上面步驟後，烏龍茶已形成球形或半球形……這時必須以「電腦撿枝」再以「手工撿枝」去除多餘的茶枝茶梗。\n\n八、復焙：\n撿枝完成的茶乾必須在加以烘焙乾燥，讓茶葉保持在一定的乾燥程度即稱為毛茶。\n\n\n九、後烘焙：\n進入包裝銷售。這個烘焙作業，可做不同程度的烘焙溫度與次數來提供不同風味的烏龍茶，烘焙度從輕到重的成品如：清香烏龍、濃香烏龍茶、黃金烏龍茶、凍頂烏龍、碳焙烏龍、黑烏龍……(有些業者以一分火～十分火區分)\n\n為什麼要做成球形的烏龍茶？\n早期的臺灣包種茶為條索形狀，多為粗雜，外觀不優美，缺乏重量感與穩定性，應可以改做成眉型或球形……在1939 年在南投名間鄉以安溪鐵觀音茶之布巾包法，結合素包種製法，傳授布球茶之製造技術。1941 年到凍頂，1946 及 1969 年到台北木柵，1950 年名間鄉開始生產布球包種茶(此時為半球形烏龍茶)…… 在1973 年鹿谷鄉永隆村陳拍收先生研發布球揉捻機成功，使枝梗水分更容易釋出卷曲……1983 年名間鄉陳清鎮先生研發束包機成功，節省相當勞力的付出，也使布球揉捻工序得以機械代替手工，外觀也從半球轉為球形發展，香氣更容易呈現……因此，台灣烏龍茶就開始製造起高品質的球形烏龍茶。\n\n其他綠茶、紅茶、普洱茶…也可以做成球形嗎？\n是可以的！球形茶做工較為繁索、工資成本較高，但也讓茶乾更加美觀並且利於保存……因此，這樣的技術也應用在價格較高的「台灣手採紅茶」(下圖為阿里山蜜香紅茶)。\n而目前相對售價較低的綠茶、普洱茶…在市面上尚未看到採用這種的技術。\n\n看完是否讓您在品嚐「台灣球形烏龍茶」的同時，更加感受到一杯用心的台灣茶上等的滋味呢？",
    "created_at": "2024-06-05 13:46:31",
    "updated_at": "2024-06-05 13:46:31",
    "article_images": "teaknow24.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 28,
    "category_id": 1,
    "title": "台灣烏龍的華麗變身 用台灣風土決勝世界",
    "content": "英國是世界紅茶的中心，日本綠茶在生產與文化層面，可以說在世界居主導地位，台灣烏龍茶則在全世界無出其右者。\n\n然而，當台灣茶職人用代表台灣風土的烏龍茶茶菁，以精良的製茶工藝做出全發酵的紅茶、重發酵的東方美人茶或是輕焙的清香烏龍，進軍英國紅茶、日本綠茶大賽時，一樣決勝千里，捷報頻傳。\n\n \n\n過了立秋，天氣仍高溫炎熱，晴朗藍天映照著遠方的雪霸高山，張家齊查看著自家茶園在苗栗三灣的青心大冇茶樹，感嘆著：「今年氣候的異常變化，影響了小綠葉蟬的著涎。」但他仍難掩興奮地說，剛收到英國Great Taste Awards的通知，他今年再度拿到最高三星級獎。\n\n已舉辦28屆的英國Great Taste Awards，每年來自超過100個國家、上萬件的食品參賽，由500位食品與酒的評審選出獲得一至三星級的得獎者，淘汰率近七成。今（2022）年單一莊園茶葉三星得獎者有四件，台灣就佔了二家──張家齊的東方美人茶與來自坪林茶農謝金土的包種茶。\n\n尋找記憶點\n參賽五年，總計拿到英國Great Taste Awards計15顆星星的張家齊，創下許多第一的紀錄，2019年他以「Formo Cha高山果香紅茶」為名的紅茶拿到三顆星，是第一位拿到此榮譽的台灣人。2021年以兩款東方美人茶，在全球只有三件「單一莊園茶類」三顆星的作品中，包辦其中兩座，再次代表台灣締造紀錄。\n\n能從全世界頂級的茶莊、茶商集團中脫穎而出，可以說是「個體戶」製茶師的張家齊笑著強調：「我可不是橫空出世，而是傳承三代的茶職人。」他的阿公張健業日治時代即代工關東綠茶外銷日本，父親張木榮是台灣炒茶機的發明者，各式的製茶機外銷日本、歐洲。\n\n從小就是喝著各種冠軍好茶長大的張家齊，記憶中的好茶是阿公那個時代，裝在大鐵罐中，泡出溫潤綿長味道的茶。他以嚴肅的語氣指出：「現今坊間許多茶還會喝到化學肥料味。」帶著些許不甘心，大多是好勝心，張家齊走遍台灣茶山，請教茶專家，想做出好茶，並且直接從參加國際賽來證明自己。\n\n2018年他帶著在台灣一公斤約三萬元等級的茶去英國Great Taste Awards 參加比賽，卻慘遭淘汰，並且被評審批評：「沒有記憶點。」\n\n為了做出「讓人忘不了」的茶，張家齊用九宮格的方法，橫軸為提高發酵度、烘焙度與風味；直軸為調整溼度、溫度與烘培時間。他用愛因斯坦的話自勉：「沒有失敗的人代表他不會創新。」在不斷試錯的過程中，以細膩執著的功夫，企圖建立完美的烘焙曲線。\n\n反骨做法，極致之作\n張家齊做出的紅茶，茶湯呈現明亮的酒紅色，入喉帶著若有似無的熱帶果香，有人說像百香果或芒果，有人說像鳳梨或水蜜桃，果香在上，後味接著類似萬壽菊的花香，餘韻不斷。果真，他的作品在2019年英國Great Taste Awards獲得「單一莊園」品項三星獎。\n\n當評審宣布他獲得最高榮譽三星獎時，「真的是我？」拿著國旗上台領獎，發抖的雙腳既緊張又興奮。回想那時經歷，張家齊仍不禁哽咽地說：「我可以代表我的國家，讓全世界的茶專家都注意到台灣了。」\n\n能夠在世界紅茶的中心英國以紅茶取勝，他透露，不是用大葉種，而是選用南投仁愛鄉的青心烏龍茶樹種。\n\n製程更是跌破茶專家的眼鏡。以往台灣茶傳統作法，只有鐵觀音、凍頂烏龍會烘焙，東方美人茶與紅茶不會烘。但張家齊卻改變百年來不變的製程，用他爸爸的專利──插電的「無火炭焙機」來焙紅茶與東方美人茶。如此烘茶，連他的父親都看不下去。\n\n張家齊辯解，他鑽研過教科書，請教過大學教授，這是梅納反應的原理（指食物在烹飪過程中，形成新的香氣與風味的反應），藉此調整茶葉的風味。\n\n還有台灣溼氣重，一般茶師做好茶，一定要用夾鍊袋綁好，但張家齊卻讓他的紅茶開袋子，吸收所需要的溼度。他說：「剛粗製好的茶，如果丟到歐洲或是日本，絕對做不出來，因為就是沒有台灣的溼度。」\n\n張家齊又改變烘焙機的轉速，讓紅茶既可保留果香又可提高鮮味，參加2021年日本世界綠茶大賽的非綠茶組，創下15年來，第一次有台灣茶師以紅茶拿到最高金賞的紀錄。\n\n全世界有70～80％的人喝紅茶，「用我所創出來的曲線，讓世界大賽專業的評審看見，台灣不只有高山茶。」張家齊說：「我用台灣烏龍的品種，融合日光萎凋、翻攪等烏龍茶製程的引子，用紅茶的製程，搭配台灣的溼度帶出令人愉悅的果香酸度，可以造就出一支稱霸世界的紅茶。」\n\n用製茶工藝彌補氣候變遷\n2019年只獲得英國Great Taste Awards一星的東方美人茶，出身東方美人茶鄉的張家齊不服輸，選用青心大冇茶樹種，調整發酵的程度，修改他的製茶曲線，皇天不負苦心人，2020年拿到兩顆星，他再接再厲，2021年更以兩款東方美人各拿到三顆星，讓台灣的東方美人茶「茗」揚國際。\n\n他的東方美人茶，湯茶呈現通透的琥珀色，品茗時，前味帶著微妙的茉莉花香，中味出現柑橘熟果香。尤其2021年，茶樹遇到殺手級的乾旱天氣，他用製茶工藝托住氣候暖化帶來的變異因素，同時，他請老中青三代九位茶師盲測，藉由調降五度水溫、增加浸泡二分鐘時間來調整風味。\n\n但「拜疫情之賜」，主辦單位宣布收件延遲一個月，這時台灣開始下雨，有了雨水滋潤的茶樹，配合他的製茶曲線，作出第二號的東方美人茶，自認是「畢生之作」的張家齊再拿去參賽，果真又奪三顆星。\n\n第五代接班人的逆襲\n無獨有偶，懷抱著做出昔日好味道的初心，以烏龍茶種做梨山高山紅茶的華剛茶業，亦是各個茶葉大賽中的常勝軍。\n\n已是第五代茶莊傳人的杜蒼林說，小時候喝爺爺泡的凍頂烏龍，有著喉韻飽滿、茶湯回甘的美好記憶，想要再做出質地細膩的好茶。\n\n2005年回家照顧生病的阿公，開始幫忙做茶的杜蒼林，總是聽著製茶的老師傅說：「茶袂『弄』（lāng）就袂香！」（茶菁如果沒有攪拌就不會香）但為什麼要攪拌？如何攪拌？師傅知其然卻不知其所以然。\n\n到茶改場等地上課，杜蒼林了解了許多製茶科學的原理，現今亦在中興大學任教的他說：「茶在製作的過程，為什麼從綠茶變成清香烏龍、果香烏龍，甚至發酵重一點，變成紅烏龍，就是『弄』的過程中，因為溫度、溼度的改變，造成茶多酚、酵素活性的改變，促成香氣與滋味的轉化，產生清香、花香、果香等多元香氣。」\n\n想把學成一身的茶知識應用在實際做茶上，重現父執輩時代做鐵觀音、凍頂烏龍的工藝與味道。2009年杜蒼林從秋茶開始試做，將產於2,000公尺高海拔的青心烏龍茶菁，以多重攪拌方式，用望月式揉捻機進行揉捻，帶出高揚的香氣，做出來的紅烏龍帶著特別的甜果香。\n\n他又用青心烏龍茶菁，製作重發酵、重萎凋的紅茶，甚至進行到第六次攪拌，但隨著攪拌次數的增加，失敗率愈高，可能帶出茶的苦澀，更需全神貫注，精準拿捏，才能做出好茶。\n\n杜蒼林說，高山青心烏龍的特點是茶湯很綿柔，做出來的梨山紅茶，香氣滋味又比大吉嶺更甘甜細緻，同時又帶有烏龍的花果香。\n\n「努力不一定有機會，有嘗試就有機會。」2013年華剛茶業獲農糧署選為第一屆衛生安全製茶廠評鑑中，唯一一家海拔2,400公尺以上茶區的五星茶廠，受邀參加日本靜岡縣每三年舉辦一次的世界茶葉節。\n\n參展時，日本皇室公主特地前來感謝台灣對日本311震災的捐助，並且逐攤致意。當她品嚐到梨山紅茶時，說了「素晴らしい」（令人讚賞）這句話，現場媒體閃光燈閃個不停，杜蒼林與公主的互動，還上了日本讀賣新聞，隔日想買梨山紅茶的日本消費者絡繹不絕。\n\n2013年杜蒼林心想，三年後一定要參加靜岡世界綠茶大賽，他很有自信地說：「我們的茶一定會得獎。」果真2016年華剛茶業就以梨山清香烏龍與梨山紅茶，拿到兩個最高金賞的獎項（即所有參賽作品的前十名）。\n\n單一品種，單一莊園\n近五年來，嶢陽茶行、開蘭茶、遊山茶訪等，也都以台灣烏龍茶等，拿到日本世界綠茶大賽的最高金賞。\n\n杜蒼林解釋，就像法國的波爾多葡萄酒產區一般，台灣風土環境是海島型氣候，地質又是歐亞板塊碰撞的新地質層，土壤新又富含礦物，加上秋、冬有東北季風，春、夏有西南季風的吹拂，茶樹在雲霧繚繞的氣候生長，讓台灣的高山茶呈現獨特的山頭氣韻。\n\n其中梨山茶區年平均溫度20度以下、溼度約70～80度，加上不用除草劑的友善農法，用青心烏龍品種做的茶，搭配不同的發酵程度，可以呈現甜果香或是熟果香。例如華剛茶業高海拔的梨山紅茶、清香烏龍，自2018連續三年拿到法國AVPA世界茶葉大賽的金獎，以及2021年比利時Monde Selection 二金一銀的成績。\n\n「茶葉是最直白、裸露的食品，融在水裡，呈現的茶湯、香氣，可以喝出製作工藝、天氣與環境。」杜蒼林說，就像蘇格蘭威士忌的單一純麥，或是單一莊園的咖啡一樣，出自台灣單一莊園，用青心烏龍單一品種、單一季節做的精品茶，推廣到全世界，可以喝出細膩秀雅台灣風土的茶韻。",
    "created_at": "2024-06-05 13:47:44",
    "updated_at": "2024-06-05 13:47:44",
    "article_images": "teaknow25.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 29,
    "category_id": 1,
    "title": "細說「台灣高山茶」與「台灣高山烏龍茶」",
    "content": "壹、台灣高山茶的定義與產區\n在台灣茶葉的術語中，「台灣高山茶」並非專指台灣某地所生產的茶葉，而是指台灣海拔1,000公尺以上茶園所生產出來的茶葉。那麼若是海拔1,000公尺以下的茶園所生產的茶葉，就稱為的「台灣平地茶」。所以「台灣高山茶」與「台灣平地茶」就是以海拔高度作為劃分標準的。\n\n台灣地理環境多山脈， 台灣三萬六千多平方公里的土地上，有高達269座海拔3,000米以上的山脈，故台灣可說是全世界高山密度最高的島嶼之一 (https://goo.gl/YMxC4C)。台灣多高山的地形特色，加上台灣繼承了中華傳統的茶文化，造就了台灣優異的高山茶產業。\n\n臺灣高山茶區分布廣泛，從中部的嘉義、南投、台中，到東部的花蓮，以及北部的桃園山區，都有高山茶區。以下本文參考維基百科(https://goo.gl/ak1gkG)及其他文獻，撰寫台灣高山茶區之分布：\n\n一、嘉義縣：\n嘉義縣的高山茶區主要分布於梅山鄉、阿里山鄉、竹崎鄉、番路鄉。\n\n梅山鄉90%屬山區，其茶園主要分布於梅山鄉之龍眼、太平、店仔、樟樹湖、碧湖、太興、瑞里、瑞峰、太和及太興等村落。其中的梅山鄉的龍眼村，更是台灣高山茶的起源之處，所種植的茶樹是以青心烏龍為主。\n\n嘉義縣的竹崎鄉、番路鄉、阿里山鄉，其茶園多位於阿里山公路旁，包括：龍美、隙頂、巃頭、光華、石桌（石棹）、十字路、達邦、里佳及豐山等地，故這茶區所生產的茶葉就通稱為「阿里山茶」。\n\n但這其中又有一些阿里山茶被冠上了特殊的名稱，其中包括：阿里山珠露茶、阿里山佳露茶、阿里山玉露茶…等。例如，阿里山珠露茶名稱的源起，就是因前副總統謝東閔先生巡視阿里山茶區時，發現石棹所產的茶品質優良，特命名為「阿里山珠露茶」。\n\n二、南投縣\n南投縣高山茶區主要分布於竹山鎮、仁愛鄉、水里鄉、信義鄉等四個鄉鎮。\n\n竹山鎮從1980年代開始種植茶樹，目前茶區分布於照鏡山、後埔、社寮、瑞竹、大鞍、軟鞍、流滕坪、山坪頂、杉林溪、延平、延山、羊頭彎和龍鳳峽等地。\n\n仁愛鄉茶葉栽培則由天仁茗茶引進，並從霧社與高峰等地開始推廣普及。迄今仁愛鄉茶葉栽培面積已超過800公頃，年產量超過680公噸，為南投縣第四大產茶區。從霧社至清境農場，到處可見高山茶園與製茶廠。\n\n水里鄉也是於1980年代開始興起種植高山茶，目前茶區集中於郡坑、新山與上安等三村。\n\n信義鄉也是從1980年代才開始種茶，茶區分布於三十甲、羅娜、同富、神木、沙里仙和塔塔加等地，並以「玉山高山茶」稱之，對外販售。\n\n三、台中縣、花蓮縣、桃園縣\n台中縣在升格之後已成為台中市，其高山茶區主要分布於和平區，也就是所謂的「大梨山地區」。\n\n花蓮縣的高山茶區主要分布於秀林鄉富世村，地理位置靠近南投台中兩縣市的交界處。此茶區還有一名稱就是大禹嶺茶區，或是合歡啞口茶區，海拔約2500～2600公尺，可說是台灣海拔最高的高山茶區。\n\n桃園縣的高山茶區主要分布於復興鄉的拉拉山地區。拉拉山茶區相對於前述茶區而言，算是比較新的茶區。主要茶區包括巴陵、光華、新興、三光村等山區部落，海拔高度約1500~1600公尺，所種茶樹則以青心烏龍為主。\n\n不過若以產區面積而言，台灣高山茶主要仍以嘉義縣與南投縣為主，其海拔高度約1,000～1,400公尺，其中又以阿里山茶、玉山茶、梨山茶、杉林溪茶為代表。\n\n貳、台灣高山茶的特色與優點\n台灣高山茶之所以廣受世界愛茶人士的喜愛，主要是因為其良好的品質與口感，包括：茶葉柔軟、肉厚果膠多，色澤翠綠、茶湯透亮、甘醇濃郁、不苦不澀、滋味回甘…等。而這些良好品質與口感，又源自於台灣高山茶區獨特的地理條件與自然環境。其中包括：\n\n一、高山茶區裊繞的水氣與霧氣是茶樹最愛\n台灣的氣候，特別是夏天，會吹東南風。東南風就會把大海被太陽蒸發上來的水氣往台灣內陸帶。那麼如果茶園是在平原地段的話，它因為很平坦，所以那個水氣只會一走一過，而不會停留下來，所以平原地區的茶園都不易累積這個水氣。既使平原地段上空累積了很厚的雲層，然後下雨，但是這些雨水也並非茶樹之最愛，因為茶樹它最喜好的不是落在土中的雨水，而是漂浮在空氣中的是些雲氣、霧氣、水氣、山嵐這些東西。\n\n但是，當這個東南風往高山上吹的時候，水氣也沿著山坡往上攀爬。隨著海拔高度的持續增加，凝結的水氣量漸多，就產生了雲氣、霧氣、水氣、山嵐。而高山就成為一個自然的屏障，就把這些茶樹最喜歡的東西給環抱住，保留住、封存住。所以為什麼高山下午都會起霧，就是這個原因。起霧就是雲氣、霧氣、水氣、山嵐充足了的一種表現，而這種環境就是茶樹最喜歡的一種環境，能讓茶樹與茶葉生長發育良好。\n\n換言之，平原地區的茶園頂多只有雨水，而高海拔地區的茶園它會有茶樹所最愛的雲氣、霧氣、水氣、山嵐等。生長環境不一樣，茶葉品質也會不一樣，高山茶品質就會比平地茶好。\n\n二、高山茶不苦不澀且口感較好\n再有一點，茶樹如果光合作用越全面的話，那個茶衍生出來的兒茶素、茶鹼、咖啡因等苦澀味物質相對也會越高。平地因為不容易累積這個雲霧，所以到夏天的時候太陽很烈，基本上是全日照，所以衍生出來的兒茶素、茶鹼、咖啡因等苦澀味物質會特別豐富，也比較不好喝。此外，咖啡因是一種可以刺激人體亢奮的物質，而平地茶因全日照，光合作用全面，茶咖啡因越豐富，所以有人喝了低海拔的平地茶，晚上就不容易睡著，就是這個道理。\n\n至於高山的茶呢？因為高山茶區下午就會起霧，導致雲氣、霧氣、水氣、山嵐在下午都會凝聚在高山，阻隔了那個強烈的陽光與紫外線等，所以高山茶區到了下午就會只會有半日照或是微弱的日照，光合作用也就不全面。也就是高山茶區上午有陽光可以進行完整的光合作用，讓茶樹生長，但是到了下午，山上通常很容易累積這個雲霧，所以就半日照或是微弱的日照。因此，高山茶區的茶樹，它累積出來的兒茶素、茶鹼、咖啡因等苦澀味物質含量會比較低，相對地茶葉中有甘味有貢獻的「茶胺酸」及「可溶氮」的比重就提高了，所以高海拔的茶口感比較好，喝起來既比較不苦澀，這就是高山茶所具有的得天獨厚的條件所造成的茶葉口感優勢。\n\n三、高山茶區平均氣溫低，日夜溫差大，有助產出高品質好茶\n高海拔的地段日夜溫差大，白天太陽也很熱，晚上山上溫度快速降低，那茶樹又特別偏好這種日夜溫差大的生長環境，所以高海拔茶園所生產的高山茶品質比較好，這也是其原因之一。\n\n再來還有另外一個因素就是高山茶區平均氣溫低。喜好喝茶的人都會注意到一點，就是春茶通常比較貴，品質也比較好？原因就是春冬兩季，特別是高山茶區很寒冷，寒冷也有益於茶葉品質。因為茶葉生長的速度較慢，那麼這樣這種緩慢的生長，也有助於茶葉的品質提高，不但茶葉柔軟、肉厚、果膠多、色澤翠綠，而且茶湯甘醇香郁、不苦不澀、滋味回甘，而且又耐沖泡。\n\n當然平地冬天也是冷，但是氣候卻顯得非常的乾燥，而且日夜溫差沒有像高山那樣大，所以生產出來的茶葉就沒有高山茶那麼好。\n\n四、台灣高山茶的品質好，口感佳，且物以稀為貴\n所以為什麼高山茶總是比較貴？簡單地講就是高山茶品質好，口感好，不苦不澀。再者，據農委會統計，台灣進口茶則約3萬公噸，本地茶年產量僅約1萬多公噸，1萬多公噸中屬於真正的高山茶就更少了。換言之，高山茶因茶葉因品質高且產量不少，在物以稀為貴的原理之下，也會造成高山茶價格比較貴。\n\n但是，台灣市面上超過半數茶葉是來自越南、中國，但是卻以「混茶」方式冒充台灣本地茶，或是根本不標明產地（參考資料：https://goo.gl/sxAufC），因此要喝真正道地的台灣高山茶，就要選擇「有台灣產品履歷」（或台灣農產生產追溯）的高山茶，才是真正純正的台灣高山茶。\n\n參、高山烏龍茶　\n茶葉它本身性屬是屬於涼性的，本草綱目有記載，它性涼。那麼台灣高山茶要能夠達到像《神農本草經》中所說的：「神農嘗百草，日遇七十二毒，得茶而解之」，以及《神農食經》中亦指出：「茶茗久服，令人有力、悅志」，製茶過程中的發酵與炭焙就非常關鍵。換言之，就是台灣高山茶還需要經過發酵與烘焙，才能成為有益健康且品質穩定的好茶。\n\n發酵是在高山茶製作的一個重要環節。發酵程度低於百分之五十的話，那這個茶就屬於比較偏涼性；反之，發酵程度高於百分之五十的話，那這個茶就屬於比較偏暖性。例如，綠茶就是零發酵，所以它就屬於寒性；紅茶則是百分之百發酵，它是屬於帶暖性的；高山烏龍茶，就是介於綠茶跟紅茶中間的半發酵茶。\n\n早期的高山烏龍茶雖然是屬於半發酵茶，但其發酵度比較足，發酵的程度大概是百分之五十左右，所以就是偏溫和的中性的茶葉。但是由於時代的變遷，趨勢的轉變，現代的高山烏龍茶，講究高山的清香、高山的特色，那個茶水要金黃透淺綠的，所以發酵度都降為百分之三十左右，所以就是偏寒性的，不適合寒性體質的現代上班族飲用。\n\n但是發酵度在百分之三十左右的高山烏龍茶，若經過適當烘焙，就可以達到去其寒性的目的，使得高山烏龍茶變得比較溫潤爽口。即使是體質多偏寒性的現代人，只要喝經過烘焙的台灣高山烏龍茶，身體就不會因寒氣過重而覺得不舒服。\n\n有關老爺兩的台灣高山茶，在手工採收之後，要經過那些後續的處理，請詳見第二篇文章：優良台灣高山茶：需要經過發酵與烘焙。\n\n肆、台灣高山烏龍茶\n在國際上廣義定義的烏龍茶是泛指半發酵茶。只是要半發酵茶，並以烏龍茶製程方式來加工，不論其茶葉品種是用青心烏龍、大冇烏龍、大葉烏龍，或是用金萱、翠玉、四季春或其他品種，依照國際上廣義定義都可泛稱其為「烏龍茶」。然後，若這些茶葉是產自海拔1000公尺以上的高山茶區，則可稱其為「高山烏龍茶」。\n\n但是在臺灣，所謂的「台灣烏龍茶」則有更嚴格的規範。正統的「台灣烏龍茶」是專指：用烏龍茶品種（包括：青心烏龍、大冇烏龍、大葉烏龍…等）、並以烏龍茶製程方式來加工的茶葉。然後，若這些台灣烏龍茶是產自海拔1000公尺以上的高山茶區，則可稱其為「台灣高山烏龍茶」。換言之，「台灣高山烏龍茶」是專指烏龍茶葉品種（包括：青心烏龍、大冇烏龍、大葉烏龍…等）、並以烏龍茶製程方式來加工的台灣高山茶葉。\n\n有關老爺兩所生產的各種不同風味的「高山烏龍茶」與「台灣高山烏龍茶」，可詳見：「高山烏龍茶」與「台灣高山烏龍茶」的差異。",
    "created_at": "2024-06-05 13:49:46",
    "updated_at": "2024-06-05 13:49:46",
    "article_images": "teaknow26.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 30,
    "category_id": 1,
    "title": "台灣高山烏龍茶指南：深入導覽各主要產區的特色介紹",
    "content": "台灣烏龍茶的美譽在歷史過往以外銷為主，標榜為「Formosa Oolong Tea」的台灣茶風靡全球，帶動了台灣的茶葉出口，使大稻埕成為台北的茶葉交易中心。儘管它與中國福建的茶葉有著相同的根源，但受到地理和文化差異的影響，台灣烏龍茶在製茶方法、烘焙技巧和茶樹品種上，都塑造出了獨特的味道和特色。\n\n台灣高山烏龍茶蓬勃發展的重要時期\n\n1980年代後是台灣茶葉外銷轉內銷的關鍵時期，更進一步在國內推廣台灣茶葉，舉辦茶葉比賽、推出台茶新品種等，台灣茶農開始自產、自治與自銷，並讓製茶技術更加精進。在此之前外銷的茶葉產地以中低海拔丘陵為主，隨著精緻化的內銷趨勢發展開始轉移至高海拔的茶園。\n\n台灣高山茶與台灣高山烏龍茶的區別\n\n台灣高山茶其實算是一個統稱，是指在海拔1,000公尺以上的茶園所產的茶葉，多以輕發酵、輕烘焙，甚至無烘焙的清香型烏龍茶款製程為主，所以品種並不受限。但如果強調「台灣高山烏龍茶」仍需採用特定的烏龍茶品種，例如青心烏龍、大冇烏龍、大葉烏龍等。\n\n台灣高山烏龍茶的【三大主要茶區】\n台灣的高山綿延且分布密集，在這樣的環境下茶樹生長緩慢，使芽葉柔軟、葉片厚實，富含茶果膠令茶湯質感飽滿、滑順。以嘉義縣和南投縣境內海拔1,000至1,400公尺的新興茶區最為常見，特別是梨山、杉林溪和阿里山可劃分為台灣高山烏龍茶的三大產區。\n\n台灣高山烏龍茶的獨特魅力「山頭氣」\n\n台灣高山烏龍茶通常強調各山頭特殊的香氣與口感，這是因為茶樹是和生長環境緊密連結的植物，會忠實呈現出所在地的氣候、風雨與土壤特質，也稱之為「山頭氣」。在台灣，每一座高山都各自形成獨特的生長條件，這些由自然環境賦予的特色，正是台灣高山烏龍茶所擁有的氣質所在。\n\n梨山茶區\n區域 : 位於台中的和平，茶園皆在海拔1,700公尺以上，其中福壽山、大禹嶺也屬於梨山茶區，地質為砂質片狀礫岩，生長環境分布於果樹周遭。\n\n品種 : 青心烏龍為主，少部分有鐵觀音及武夷。\n\n風味 : 優雅的蘭花香氣，偶有果香，乾淨冷礦味，口感飽滿甘醇。\n\n大禹嶺茶區 海拔介於2,200公尺至2,700公尺之間，是台灣最高的茶區，晝夜溫差變化極大，氣候寒冷生長緩慢，茶葉肥厚、茶韻極佳，帶有果香的山頭氣韻。\n福壽山茶區 海拔介於2,100公尺到2,500公尺之間，早晚雲霧籠罩，生長於原始林地，土壤肥沃無汙染、低蟲害，相當適合茶葉生長，只採收春茶及冬茶，茶香濃郁持久不退。\n阿里山茶區\n區域 : 位於嘉義內的竹崎、番路及阿里山，海拔介於1,000公尺至1,500公尺之間。其中阿里山珠露茶最為知名，產於竹崎的石棹茶區，又稱為竹崎的「綠金」。另外，阿里山還有其他特殊名稱茶品，像是玉露茶、佳露茶也廣受歡迎。\n\n品種 : 青心烏龍為主，少部分有金萱。\n\n風味 : 清新淡雅的花香，口感滑順，喉韻悠長且回甘。\n\n杉林溪茶區\n區域 : 位於南投的竹山，在南投、雲林、嘉義縣三縣交界處，海拔介於1,000公尺至1,900公尺之間，生長環境環繞於杉樹林或竹林間。\n\n品種 : 青心烏龍與四季春為大宗，其他也有金萱、小葉種紅茶等。\n\n風味 : 木質調性的杉木味、竹香，清香甘甜，順暢入喉。\n\n其他茶區\n合歡山茶區 海拔介於1,400公尺至2,600公尺之間，冬季到初春常有降雪，高山溪水純淨無汙染，周遭松柏類的植群環繞，氣韻冷冽、喉韻清新。\n玉山茶區 位於南投縣信義鄉，海拔介於1,000公尺至1,800公尺之間，主要茶種以青心烏龍及金萱為主，茶園被環繞於壯麗山川與原始巨林之中，也因為地形、開發限制，產量極少，氣韻溫潤香甜。\n\n\n台灣高山烏龍茶的【製茶工藝】\n為了呈現台灣高山烏龍茶的「山頭氣」，也就是各山頭特殊的香氣與口感，所以主要是輕發酵、輕烘焙，甚至無烘焙的清香型烏龍茶款，而高山的多變氣候，從採收的最佳時機，到萎凋過程中的水分控制，皆為台灣高山烏龍茶的製作帶來了額外的挑戰，再從浪菁翻拌到殺菁，以及團揉形成獨特的茶葉形狀，使其風味更加多層次和豐富，每一個步驟都對品質有著決定性的影響。\n\n台灣高山烏龍茶的製茶八步驟\n採收：最佳採茶的時機點是在午間11點至下午3點，這個時候的茶青含水量較低，並且採收後要儘快送至茶廠，避免擠壓造成損壞。\n萎凋：目的是為了降低含水量，讓新鮮茶葉和枝梗的水分可以適度蒸發，將茶葉攤在陽光下晾曬，或是使用熱風機，促進茶葉的化學變化，為後續的製茶過程準備良好的茶青品質。\n閱讀更多：什麼是茶葉萎凋? 為何它對茶葉品質至關重要\n浪菁：經過萎凋後，必須適時的翻動攪拌，促進多元酶促氧化反應。\n閱讀更多：為什麼茶葉需要殺青？深度解析茶葉製作的關鍵步驟\n殺菁：去除青味、軟化茶葉，並以高溫破壞酵素的作用，讓茶葉停止發酵。\n揉捻：揉捻時的壓力可以破壞茶葉組織，使汁液黏附著於葉片表面，增加茶湯的萃取率，也利於後續定型的製作工序，而揉捻時的輕重也會影響茶葉的風味表現。\n閱讀更多：什麼是茶葉揉捻? 剖析攸關製茶品質的揉捻工序\n團揉：台灣烏龍茶最具代表性的製茶工藝，以布巾包裹成球團狀，不時攤開布巾來回搓壓，重複多次後，外觀呈半球型或球型。\n乾燥：製作毛茶的最後一道工序，要將茶葉中的水分減到5%以下，才有利於儲存。\n烘焙：毛茶經過精製後，就可以依照各種程度的烘焙溫度與次數，來呈現不同的風味特色。\n\n\n小編有話想說\n品質好的高山烏龍茶，應耐泡不苦澀\n\n種植在台灣高山上的茶葉，有個非常重要的特徵，不管冷泡還是熱泡都不會出現苦澀味，所以做成茶包真的非常適合而且耐泡，小編推薦杉林溪的高山烏龍茶還特別帶有清新竹香，這可是平地茶或是境外茶都模仿不來的山頭氣，所以在閒暇之餘享受泡茶樂趣，在忙裡偷閒中輕鬆喝茶，可以在想喝茶的時候就喝杯好茶其實真的不難，選對茶比起泡茶技巧更為重要！",
    "created_at": "2024-06-05 13:50:55",
    "updated_at": "2024-06-05 13:50:55",
    "article_images": "teaknow27.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 31,
    "category_id": 1,
    "title": "台灣烏龍茶成功打入歐洲市場 XIE XIE TEA顛覆傳統 把茶變時尚",
    "content": "虔心而沏的茶文化、前衛實驗的茶品牌，以「謝謝」為名，象徵感謝之意；結合藝術設計的精緻包裝，顛覆一般人對茶的既定印象，其實，喝茶也能潮又時尚。\n\n位於台北文華東方酒店二樓的「XIE XIE TEA」概念店，極簡設計風格與黑、白色調，讓人很難在第一時間將這間店和茶聯想在一塊兒。\n\n「XIE XIE TEA」創辦人謝雨彤，一手打造前衛又具實驗性質的茶品牌，讓「茶」變得藝術化、精緻化。今年初，謝雨彤與音樂人林強合作，舉辦「XIE XIE TEA X 林強AudioVideo Live」，這一場茶道與前衛音樂交織而成的聲光饗宴，為5款茶量身打造5種音樂，讓茶褪去傳統形象，令人耳目一新。\n\n謝雨彤是茶商第二代，她父親在兩岸從事茶葉種植、批發工作。在從小耳濡目染下，謝雨彤對於茶葉有一份特殊情感。大學畢業後，她到英國倫敦留學，看見英國人對於下午茶的熱愛，於是有了把台灣好茶帶進歐洲的想法。「台灣茶葉品質非常好，可是對於很多歐美國家的消費者而言，完全不曉得台灣出產好茶。」對自家茶葉品質非常有信心的謝雨彤，在英國嗅到茶商機。\n\n自創品牌首要條件 做足功課\n2008年，台灣開放陸客來台觀光，各行各業湧現無窮商機，當然，茶葉市場也不例外。當時還在英國讀書的謝雨彤，決定暫停學業回台協助父親打理茶葉事業。23歲那年，她被派駐到中國大陸，忙碌工作之餘，不忘利用時間研究各式各樣茶類。那段時間，她跑遍各省市大大小小的茶葉展覽會，深入了解當地茶文化及茶葉特色。\n\n雖然家中茶葉生意橫跨兩岸，但謝雨彤並不想繼承父親的茶葉事業，想要創立一個屬於自己的品牌，並且顛覆一般人對於茶葉的既定印象。謝雨彤決定以台灣作為自創品牌出發地。「我本身很喜歡藝術，所以想要把藝術與精品的概念，融入到品牌裡。」從中國大陸回到台灣之後，謝雨彤又花了2年時間，前往歐美等國觀察研究當地對於茶飲的愛好和消費習慣。謝雨彤的「XIE XIE TEA」品牌之路，每一步都相當謹慎、踏實。\n\n「自創品牌最重要就是Research。」謝雨彤在成立品牌之前，費時多年進行研究與調查工作，把該做的功課都做好後，才創立「XIE XIE TEA」品牌。歐洲有屬於他們的茶文化，喝茶更是英國文化不可或缺的一部分。「XIE XIE TEA」創立之初就鎖定歐洲為主要市場，謝雨彤說，歐洲人很喜歡喝茶，但他們喝茶以花草茶、果茶和調味茶為主，台灣人喜好烏龍茶、普洱茶等，對於歐洲市場來說比較陌生，需要花很長時間向他們說明台灣茶的優點和特色。\n\n「Research之外，品牌命名也很重要。」謝雨彤表示，當初為品牌取名XIE XIE（謝謝），首先想到就是「奉茶文化」。當雙手捧著一杯茶，恭敬地獻給客人時，正與儒家思想提倡的待人接物準則「謙卑、謙恭、謙遜、謙和」不謀而合，此外，奉茶也象徵著感恩與感謝。「XIE XIE」代表的是來自台灣謝氏家族提供的優質好茶，重複說出兩次姓氏時，實際表達就是「謝謝」的感謝之意。\n\n歐洲時裝週指定茶飲品牌\n「品質好的茶，都是採摘一心兩葉，經過烘焙乾燥後，茶葉會呈現圓球形。」謝雨彤研究歐洲許多知名品牌的茶葉，發現多半都是碎茶，品質遠遠不及台灣茶葉。\n\n謝雨彤希望透過自創品牌，將台灣好茶推廣到全世界。品牌成立第一年，成功打進歐洲時尚圈，先後獲邀參加巴黎、倫敦、米蘭等城市時裝秀，成為指定合作飲品，例如：米蘭時裝週、Alexander Wang巴黎時裝秀、威尼斯影展等。\n\n為行銷「XIE XIE TEA」，謝雨彤花了相當多時間和精力，目前她長時間旅居英國，到歐洲不同城市行銷推廣。這些年來，在許多知名時尚活動裡，經常可看見賓客拿著印有XIE XIE字樣的茶飲，台灣茶名聲在歐洲也愈來愈響亮。\n\n「我們家的茶樹是喝豆漿長大的。為了讓茶樹獲得更多營養，還會用混合益生菌豆漿噴灑在茶園土壤上，作為茶樹的肥料；豆漿液有助於茶樹更強壯，茶葉也會具有一種特殊香氣。」謝雨彤對於自家茶園生長的茶葉非常具有信心。「XIE XIE TEA」所使用的經典烏龍，來自海拔2,600公尺高山茶園的大禹嶺烏龍茶葉，從採摘到烘焙完成，多達15個製作流程，每一階段的細節都不馬虎。「我們的紅烏龍有一股自然甜香味，喝過的人就能感受它和其他茶的差異。」\n\n2017年，謝雨彤受到摩納哥皇室邀約舉辦一場茶會，與會貴賓喝了紅烏龍茶後大為驚豔，這場茶會為「XIE XIE TEA」在歐洲市場樹立良好品牌形象。\n\n以精品方式銷售台灣優質茶\n\n「XIE XIE TEA」的花茶烏龍也是一大亮點，以阿里山有機烏龍為基底，空運至歐洲，與當季高品質有機花草作烘焙，未來還將會加入金萱烏龍，讓品項增加至12種口味。「除歐洲市場和年輕族群外，今年新增散茶包裝，是針對台灣市場的消費習慣，年齡層也提升至中高齡消費者。」謝雨彤表示，為了區隔不同消費市場，台灣會推出比較特殊的茶款，例如採摘自千年古茶樹的普洱，或是端午節當天正午採摘的茶葉，以特殊茶種吸引高端消費者。\n\n謝雨彤以品牌化、精品化的方式提升台灣優質茶形象，在時尚外表下，仍不忘保有茶文化的精神與內涵。來到「XIE XIE TEA」概念店裡，在設計感十足的泡茶區，能夠細細品味一杯好茶，認識茶道文化。腦中充滿各種創意和想法的謝雨彤，今年將會替原有茶包裝進行全新改版，同時也會和藝文界進行跨界合作，藉由各種方式傳達台灣茶魅力。謝雨彤坦言，自創品牌是一條辛苦路，但她始終以積極樂觀的態度，面對不同挑戰。",
    "created_at": "2024-06-05 13:58:14",
    "updated_at": "2024-06-05 13:58:14",
    "article_images": "teaknow28.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 32,
    "category_id": 1,
    "title": "「絕對要品嚐！」濃香細緻 台灣烏龍茶推薦，讓你喝出最佳口感！",
    "content": "嗨，茶葉愛好者們！今天我要來和大家分享一些關於台灣烏龍茶的知識和推薦。在台灣，我們有著悠久的茶葉文化，而烏龍茶更是其中的瑰寶之一。你是否曾經品嚐過那濃郁香氣和細緻口感的台灣烏龍茶？如果不曾嚐過，那麼你真的錯過了一個美妙的茶葉體驗。\n\n台灣烏龍茶以其獨特的製作工藝和品種而聞名於世。我們有許多不同的台灣烏龍茶，每一款都有著獨特的特色和風味。有些茶葉帶有清新的花香，有些則散發出淡淡的果香，而還有一些茶葉則以其特殊的香氣和滋味而受到世界各地的讚譽。\n\n在這篇文章中，我將向大家介紹一些我個人推薦的台灣烏龍茶。這些茶葉不僅符合濃香細緻的嚴格要求，而且也具有最佳的品質和口感。如果你想要體驗真正的台灣烏龍茶，那麼這些茶葉絕對是你最好的選擇。\n\n馬上讓我們一起踏入台灣烏龍茶的精彩世界，探索其中的奧妙和美麗。來，讓我們一起品味這些令人垂涎的茶葉，並一同感受台灣茶文化的獨特魅力吧！\n\n風味獨特的高山茶推薦\n台灣烏龍茶以其獨特的風味和高品質而聞名於世。而其中，高山茶更是被視為茶界的珍品。所謂高山茶，指的是在海拔1000米以上的高山地區所種植的茶葉。這些高山地區的氣候、土壤和人文環境，賦予了茶葉特殊的風味和細緻的質感。\n\n\n\n高山茶的茶樹生長在海拔較高、溫度較低的環境中。這種環境條件使茶葉生長較慢，茶樹吸收的陽光和養分更少，因此茶葉的氧化程度相對較低。這種低氧化的特點使得高山茶具有清新的香氣和持久的回甘，在口腔中散發出花果香、甘醇的滋味。\n\n\n\n當談到高山茶，不得不提到阿里山、合歡山和杉林溪等地。這些地區的高山茶以其特殊的風味和豐富的口感贏得了廣大茶葉愛好者的喜愛。其中，阿里山茶因其獨特的高山氣候和土壤條件，茶湯清亮、香氣濃郁，被譽為台灣烏龍茶中的極品。\n\n\n\n如果你想品嚐風味獨特的高山茶，我強烈推薦阿里山茶葉。這種茶葉經過精心選採，以傳統的製茶工藝手工製作而成。茶湯清澈明亮，香氣芬芳，入口後帶來一股清甜和濃郁的滋味，讓人彷彿置身於茶園的高山中。無論是日常品飲還是招待客人，阿里山茶都是一個不錯的選擇。\n\n\n\n不僅如此，台灣還有其他地區產的高山茶，如合歡山茶和杉林溪茶等，也有著同樣迷人的風味和質感。這些茶葉的種植地海拔較高，茶樹生長環境優越，因此都具有豐富的花果香氣和獨特的口感。你可以根據個人口味的喜好，嘗試這些不同來自高山的烏龍茶。\n\nhttps://www.youtube.com/watch?v=YAiANJLCdC4\n遠近馳名的古法製茶工藝\n烏龍茶是台灣的特色茶品之一，以其濃郁的香氣和細緻的口感而聞名於世。其中，遠近馳名的古法製茶工藝是保證台灣烏龍茶品質的重要因素之一。\n\n1. 手工採摘：遠離污染源的高山茶葉是製作優質烏龍茶的首要素材。為了確保茶葉的品質，製茶師傅們精心挑選最優秀的嫩芽，這些嫩芽包含豐富的茶多酚和芳香物質，為茶葉增添獨特的風味。\n\n2. 曬青：曬青是古法製茶過程中的重要步驟。新採摘的茶葉需要在透風良好的石板上曬曬，讓茶葉進行微氧化，同時去除多餘的水分。這個過程不僅能夠保持茶葉的鮮綠色澤，還能提升茶葉的香氣和滋味。\n\n3. 手工揉捻：經過曬青的茶葉會被小心翼翼地揉捻成球狀，這種古法製茶工藝被稱為「搓揉發酵」。這個步驟有助於茶葉的發酵和風味的形成，使茶葉散發出豐富的花果香氣和獨特的滋味。\n\n4. 焙火：最後，茶葉需要在炭火上進行烘焙，這個步驟可以去除茶葉中多餘的水分，並使茶葉經過進一步的氧化。焙火的時間和溫度需要經過製茶師傅的精湛技藝來掌握，不同的火候可以產生出不同層次的風味。\n\n以這種遠近馳名的古法製茶工藝所製作出的台灣烏龍茶，具有獨特的風味和質感。茶水清澈明亮，帶有淡淡的黃綠色，散發出花果香氣，入口後口感鮮活滑順，回甘悠長。每一杯古法製茶都包含著製茶師傅的堅持和匠心，讓人感受到台灣烏龍茶的獨特魅力。\n\n下一段內容將會繼續介紹台灣烏龍茶的種類和各自的特點，敬請期待！\n\n解開台灣烏龍茶種類之謎\n台灣烏龍茶以其多樣的風味和獨特的製茶工藝而聞名於世。然而，很多人對於台灣烏龍茶的種類和特徵還存在著許多疑問。在這一節，我將為您解開台灣烏龍茶種類之謎，讓您更加了解這個令人著迷的茶類。\n1. 東方美人(Oriental Beauty)\n東方美人是台灣最具代表性的烏龍茶之一。它的製作過程非常獨特，需要蟲咬茶葉的幫助。茶葉在受到蟬腳葉蟲咬傷後，會產生天然的防禦機制，促使茶葉釋放出特殊的香氣和風味。這種茶的特點是茶湯澄黃，口感甜滋味厚，帶有蜜香和花果香氣，具有非常高的陳年潛力。\n2. 鐵觀音(Tie Guan Yin)\n作為台灣最著名的烏龍茶之一，鐵觀音以其獨特的香氣和滋味而受到廣泛喜愛。鐵觀音的茶葉形狀緊密，外觀呈現暗綠色。它有著深厚的烤香味和花果香氣，口感濃郁醇厚。這種茶還有著極高的耐泡性，每泡茶都能品味到不同層次的風味。\n3. 高山茶(Gao Shan Cha)\n位於台灣中部山區的高山茶產區，因其擁有獨特的氣候和土壤條件，生產出來的茶葉質量優良，風味獨特。高山茶茶樹生長於海拔1000米以上的山區，茶葉受到清新空氣和濕度的影響，茶湯清亮、香氣馥郁、滋味醇和。高山茶可分為初春茶、夏季茶和冬季茶，每個季節的茶葉有著不同的風味表現。初春茶清新高雅，夏季茶花香鮮明，冬季茶則茶湯濃烈甘甜。\n4. 凍頂(Dong Ding)\n凍頂茶是一種以中標准中茶為範例的烏龍茶。它具有獨特的烤香味和濃郁的口感，茶湯金黃透亮。凍頂茶的特點是茶香濃厚，初泡的花香和果香味道明顯，經過多次沖泡後，茶湯的滋味更加醇厚濃郁。這僅僅是台灣烏龍茶種類的一小部分，還有許多其他種類的台灣烏龍茶，每一種都具有獨特的風味和特點。請根據您的口味和喜好來選擇最適合您的台灣烏龍茶。這些優質的茶葉將為您帶來無窮的茶香體驗和愉悅的味覺享受。一杯台灣烏龍茶，會讓您感受到茶文化的魅力和台灣的獨特之美。\n年份熟成的瑰寶「台灣烏龍茶推薦」\n在台灣烏龍茶的世界中，有一種茶被稱為「瑰寶」，那就是年份熟成的烏龍茶。這種茶葉經過特殊的保存方式，例如儲存在陰暗、乾燥的環境，讓茶葉在長時間的時間中產生複雜的化學變化，散發出獨特的香氣。\n\n年份熟成的瑰寶烏龍茶通常是以高山茶為基礎，經過長時間的陳放，茶葉會逐漸轉變成深紅色，並散發出濃郁的果香和花香。這種茶葉帶有豐富的層次感和口感，每一口都如同品味一杯珍貴的陳年酒。\n\n這些年份熟成的瑰寶茶多數為有限量的產品，每一年的產量都非常有限。這也使得這種茶葉成為茶葉收藏家和品味者們極度渴望的寶物。在選擇年份熟成的瑰寶茶時，最好選擇有可信度的茶廠或茶莊產品，以確保品質和保存狀態。\n\n對於想要體驗年份熟成瑰寶茶的茶愛好者來說，首選是會福烏龍茶。他們的年份熟成茶款，包括30年、40年和50年的陳年高山烏龍茶，以及20年的老樹茶，都以其濃郁、細緻的口感和滋味而聞名。這些茶葉不僅帶有豐富的果香和花香，還融合了木質、香草和蜜糖的風味。\n\n年份熟成的瑰寶烏龍茶是台灣茶文化中不可或缺的一部分。無論是作為禮品、自我品味還是收藏價值，這些茶葉都是獨一無二的。如果你想要真正體驗台灣茶的獨特之處，年份熟成的瑰寶烏龍茶絕對值得一試。\n\n在下一篇文章中，我們將探索台灣烏龍茶生長的神木，這些古老而神聖的樹木是台灣茶文化的重要象徵，也是令茶葉更加珍貴的原因之一。\n\n悠久生長的神木- 台灣烏龍茶推薦\n在台灣的茶園中，有一些擁有數百年甚至數千年歷史的神木。這些神木不僅代表了台灣烏龍茶的歷史，更是我們推薦給您的最佳選擇。這些悠久生長的神木所產出的茶葉，具有獨特的風味和品質，讓您愛不釋手。\n\n這些神木生長在台灣島嶼的高山地區，環境優越，土壤肥沃，氣候適宜。這樣的自然條件造就了這些茶樹的特殊品質。它們生長緩慢，茶葉葉片肥厚，富含茶多酚和香氣物質。這種慢慢成長的過程，讓茶葉能夠吸收更多的陽光和自然的氣息，使其風味更加濃郁。\n\n這些神木的茶葉經過精心採摘並進行傳統手工製茶工藝。製茶師傅們對於每一個步驟都非常謹慎，從採摘到發酵，再到烘焙，都注重著茶葉的品質和風味。他們遵循著古法製茶的傳統，將這些茶葉處理成濃郁細緻的台灣烏龍茶。\n\n悠久生長的神木所產生的茶葉種類繁多，包括清香、濃郁和花香等。其中，名列前茅的有東方美人、包種茶和凍頂烏龍茶。這些茶葉都具有獨特的風味和特點，結合了山區的濕度和陽光，使其獲得濃郁的花果香氣和滋味。\n\n東方美人茶，以其清爽的口感和花香聞名。這款茶葉色澤翠綠，茶湯清亮，口感清新而順滑，帶有淡淡的花香味。它的製作過程需要經過多次揉捻，使茶葉完全釋放出香氣，並且保持茶湯的清新。\n\n包種茶是台灣非常受歡迎的茶葉之一。它的名字源於其製茶的特殊工藝，將茶葉包裹在包種布中，讓茶葉在保持湿潤的環境下發酵，味道更為濃郁。這款茶葉具有特別的香氣，口感滑順，滋味濃郁。\n\n而凍頂烏龍茶則是台灣著名的特產茶。它來自於台灣凍頂山區，有著濃郁而花香的味道。凍頂茶的茶湯金黃色，口感濃郁，滋味豐富。這款茶葉的烘焙過程較長，有助於茶葉和茶湯中的香氣和滋味更好地融合。\n\n綜上所述，台灣神木所產出的高山茶種類繁多，每一種茶都有其獨特的風味和品質。這些茶葉經過古法製茶工藝的精心處理，呈現出濃郁細緻的口感和香氣，為您帶來無比的茶香體驗。若您想品嚐台灣烏龍茶的精髓，這些悠久生長的神木茶葉絕對是您最佳的選擇。 可以參考 台灣烏龍茶推薦\n台灣烏龍茶推薦結論\n在這篇文章中，我們探索了濃香細緻的台灣烏龍茶的魅力。從風味獨特的高山茶到遠近馳名的古法製茶工藝，我們深入了解了台灣烏龍茶的種種精彩之處。\n\n這些傳統的台灣烏龍茶不僅僅是一種飲品，更是一種文化的代表。這種茶蘊含著台灣茶人的智慧和付出，每一口茶都是他們對我們的優雅獻禮。\n\n當談到台灣烏龍茶推薦時，我推薦尋找那些以古法製茶工藝生產的烏龍茶。這些茶葉在製程中經過嚴格的選擇和處理，呈現出最佳的風味和口感。\n\n而在種類的選擇上，根據個人口味喜好可以選擇不同的台灣烏龍茶，像是清香的綠心烏龍、濃郁的東方美人和順口甘潤的鐵觀音等等。每一種茶都有著獨特的特色和風味，值得一試。\n\n此外，對於喜歡熟成茶的人來說，台灣烏龍茶也有著年份熟成的瑰寶。這些茶葉經過長時間的儲存和熟成，帶來更豐富的滋味和香氣。\n\n最後，我也推薦品嚐那些悠久生長的神木台灣烏龍茶。這些茶葉生長在獨特的環境中，吸收土壤的氣息和太陽的能量，帶來特殊而豐富的風味。\n\n總體而言，台灣烏龍茶是一場美妙的茶香旅程。無論你是一位茶藝愛好者還是初學者，在台灣的茶產業中，你總能找到對你口味的茶葉。讓我們一起享受這片土地上的茶香，探索台灣烏龍茶的魅力吧。\n\n問題1：台灣烏龍茶的製作方式是什麼？\n台灣烏龍茶的製作方式獨具特色。首先，採摘茶葉的時機非常重要。茶葉通常在春季或秋季採摘，因為這時候茶樹的生長環境最為適合。\n問題2：台灣烏龍茶有哪些種類？\n台灣烏龍茶有許多種類，每種茶都有著獨特的風味和特點。其中包括綠心烏龍、東方美人、鐵觀音等等。\n問題3：如何選擇最佳的台灣烏龍茶？\n選擇最佳的台灣烏龍茶主要需要考慮茶葉的外觀、香氣、口感等特點。此外，個人的口味偏好也是一個重要的因素。最好去尋找專業的茶葉店或茶莊，嘗試不同的茶葉，找到最適合自己的烏龍茶。",
    "created_at": "2024-06-05 13:59:09",
    "updated_at": "2024-06-05 13:59:09",
    "article_images": "teaknow29.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 33,
    "category_id": 1,
    "title": "台灣烏龍茶品種有哪些？紅烏龍是烏龍嗎？",
    "content": "台灣烏龍品種多又好喝，但你知道有那些品種嗎？紅烏龍又是什麼呢？\n\n格外農品帶你認識台灣多樣的烏龍品種！\n\n烏龍茶的定義\n要了解烏龍茶品種，首先要先知道烏龍茶的定義是什麼。\n\n其實烏龍茶的定義非常廣泛，它可以是以「特定茶樹品種」或「所有經過半發酵的茶種」來定義，有的甚至只是個商品名稱，所以在琳瑯滿目的烏龍茶商品面前，可以先和店家確認這款烏龍茶是指品種還是指半發酵茶，才不會買到不合你心目中的烏龍茶喔！\n\n※ 台灣常見的烏龍茶樹品種如：青心烏龍、大葉烏龍…等。\n\n常見台灣烏龍茶品種有哪些？\n茶人洪飛騰先生曾為紅烏龍寫下這樣的形容：「紅色茶湯鮮果香，甘醇回味撲鼻樑，一心二葉手工採，冷泡滋味透心涼」\n\n在農委會網站中，介紹紅烏龍的文章是這樣形容的：「如將條形包種茶比喻為含苞待放之青春少女，凍頂烏龍茶則是風韻十足嫵媚的貴夫人，鐵觀音是穩健幹練，歷盡滄桑的中年男人，那麼紅烏龍可說是柔情俠義、武功高強、深藏不露的俠骨之士」\n\n其實就說明了各種茶葉的風味與發酵程度有著深深的關係，這也造就了烏龍茶多變而迷人的特色所在！格外農品也整理了這些常見烏龍茶的風味描述給大家參考：\n\n一、【紅烏龍】：具豐富的熟果香氣，滋味醇厚圓潤、甜美飽滿，層次相當豐富細膩，且冷泡與熱泡風味都別有一番滋味。\n\n二、 【東方美人】：又稱白毫烏龍，因茶菁經過小綠葉蟬咬過，風味上擁有飽滿成熟的蜜香，品嚐起來如蜂蜜般圓滑甘甜。\n\n三、 【鐵觀音】：茶香馥郁持久，微澀但甘醇的茶湯中摻入了微酸的熟果香氣，有的甚至帶有蘭花的優雅氣息。\n\n四、 【凍頂烏龍】：可說是大多數人記憶中最標準的烏龍茶，茶香扎實濃郁，擁有完美平衡的甘甜與滑順度。\n\n【文山包種】：茶湯色澤清淡如綠茶，擁有清香幽雅的茶香，滋味輕盈且甘醇滑潤。\n\n\n\n另外一個比較特別的，則是紅烏龍。\n\n\n\n紅烏龍是烏龍茶，而非紅茶。\n\n\n紅烏龍是由烏龍茶與紅茶的加工特點結合而成的新創製程特色茶，本質屬於重發酵烏龍茶，但其茶湯色澤與風味有近8成如紅茶，因此被稱作紅烏龍，在購買時一定要記得紅烏龍的真正由來，才不會被不肖業者給騙囉！\n\n紅烏龍的特色介紹 \n很多人可能還不太了解紅烏龍，其實它是繼條形包種、東方美人、半球形包種茶之後，由茶業改良場台東分場為了解決台東鹿野茶產之困境所研發的本土特色烏龍茶。\n\n於2008年正式在台東縣鹿野鄉推出後，廣受消費者與企業的喜愛，近期也已經成功將是場擴展到其他海外國家。而紅烏龍與其他烏龍最大的不同在於它的發酵程度是最高的，無論是在外觀還是風味上也都非常獨樹一格\n\n※ 發酵程度：紅烏龍＞東方美人＞鐵觀音＞凍頂烏龍＞文山包種\n\n紅烏龍與其他烏龍茶最大的不同在於：\n\n(1) 茶葉外觀和一般烏龍茶較為不同\n紅烏龍的茶葉外觀是呈現半球型的，色彩暗紅略帶光澤。\n\n(2) 茶湯色澤如紅茶\n紅烏龍泡出來的茶湯色澤有如紅茶的琥珀橙紅、明亮澄清。\n\n(3) 風味與色澤上有反差\n風味上具有醇厚甜潤的熟果香氣，尾韻則是烏龍的甘甜清新，從泡茶到品嚐的過程中，是充滿層層的驚喜與驚豔！\n\n(4) 茶菁條件不易受限制\n紅烏龍茶的茶菁條件不易受到季節、品種，病蟲害等影響，因此茶園可以大幅減少農藥用量，適合在各季節和有機茶園推展。\n\n(5) 在茶飲市場更具發展潛力\n紅烏龍富有活性、耐泡且甘醇，特別適合作為冷泡茶，也因為茶菁條件更不限、製程更加簡易，在茶飲料市場極具發展潛力。\n\n(6) 發酵程度最高，更容易存放\n有經過發酵的茶種會相對容易存放，而紅烏龍是所有烏龍茶中發酵程度最高的，長久存放比較不容易變質，可以當成陳年茶典藏。\n\n(7) 茶製程比一般烏龍茶更簡易\n紅烏龍茶著重在萎凋與攪拌過程，比起一般烏龍茶，加工製程更加簡易，讓茶農不必再熬夜製茶，是製程上的新突破。\n\n紅烏龍不等於紅水烏龍\n知道紅水烏龍的人在聽到紅烏龍時一定也很好奇它們之間有什麼差別？甚至有些人會誤以為是同一種東西，其實紅水烏龍真正的身分是「傳統凍頂烏龍」，它屬於重發酵、重焙火且作工複雜的茶種，因為製作程序較為繁瑣，加上比賽茶與大眾口味的牽導之下，如今在市場上已經不是那麼主流和常見了。而紅烏龍和紅水烏龍還有其他不同的地方像是：\n\n紅烏龍的葉片全呈現琥珀色；紅水烏龍的葉片為綠葉鑲紅邊。\n紅烏龍發酵程度重；紅水烏龍發酵程度較輕。\n紅烏龍茶湯色澤如紅茶且具光澤感；紅水烏龍呈現明亮橙黃色。\n紅烏龍風味甘甜滑潤、冷熱泡皆宜；紅水烏龍風味順口甘滑，適合熱泡。\n\n胃不好的人能喝紅烏龍茶嗎？喝了會失眠嗎？\n喝茶會感到胃不適或是引起失眠情形大多是因為茶葉中的咖啡因與茶多酚的緣故，而紅烏龍的發酵程度大約在90%，製作過程中不僅經過重發酵與烘焙，使得咖啡因與茶多酚的含量大為降低，對於喝茶容易感到胃不適的人和容易失眠的人來說算是較不會影響的一款茶！\n\n（但每個人體質不同，建議還是先少量飲用試試。）\n\n買紅烏龍時要注意哪些事情？ \n如果想要親自在實體店面購買紅烏龍茶，有7點事項是你必須先注意的：\n\n1. 慎選優良茶廠/茶行\n近幾年台灣不停出現混茶混賣的不良行為，因此在購買茶葉時，務必做足功課，確認茶廠或茶行的來源與背景。目前台東鹿野紅烏龍亦有產地認明標章可供消費者認定與查詢\n\n2. 包裝是否密封且完善\n茶葉產品非常畏懼濕度與氣溫的劇烈變化，因此在購買時一定要確認包裝是否完善無破損\n\n3. 包裝是否按法規註記產品資訊\n依照法規規定，凡包裝茶皆要遵循一般食品規範，包裝或外盒上必須要有：品名、內容物名稱與重量、食品添加物名稱、廠商名稱與聯絡資訊、有效日期、其他規定指定標示事項等內容。若標示不完全則強烈建議不要購買\n\n4. 紅烏龍是一種烏龍茶而非紅茶\n紅烏龍是由烏龍茶與紅茶的加工特點結合而成的新創製程特色茶，本質屬於重發酵烏龍茶，但其茶湯色澤與風味有近8成如紅茶，因此被稱作紅烏龍，在購買時一定要記得紅烏龍的真正由來，才不會被不肖業者給騙囉！\n\n5. 紅烏龍不等於紅水烏龍\n若到茶行詢問時，有些店家可能會和你確認是要紅烏龍還是紅水烏龍，一定要記得這兩種是不同種茶，兩者風味大不相同\n\n6. 紅烏龍並非某一茶廠所獨創\n紅烏龍是由茶業改良場台東分場為突破鹿野茶區的困境所新研發出的本土特色茶，是與多個機構單位和鹿野在地茶農共同努力出來的成果，絕對不是某間茶廠獨創流傳出來的喔！\n\n7. 台東鹿野紅烏龍有產地證明標章\n台東鹿野紅烏龍的產地證明標章，是由鹿野鄉公所申請認證通過，從產地現勘、履歷查核、農藥檢驗、品質評鑑、產品包裝等，層層嚴格為消費者把關！因此在購買紅烏龍時，可以詢問茶廠是否擁有該標章，也可以至台東紅烏龍官方網站查看現有的茶廠，就是最安心的選擇\n\n最推薦的台東紅烏龍茶廠茶包品牌！\n\n既然是送禮，當然在挑選時最好選擇外觀夠體面大方、不要讓人覺得很老氣的風格，可能也需要稍微考慮到對方是否有泡茶的器具。不過現在的茶廠也都很貼心，除了做散茶包裝之外，也有相當方便好使用的立體茶包可以選擇！完全不用擔心對方沒有泡茶器具就不能享受好茶了呢～\n\n而格外農品這次與台東在地的紅烏龍茶廠合作，發現現在茶廠做的茶葉禮盒外觀都相當精緻美觀！很適合在各種節日或正式場合當作伴手禮，在價格上也是相當好入手，現在就讓我們來看看有哪一些茶葉禮盒可以挑選吧！\n\n\n\n(一) 博雅齋自然茶園\n博雅齋茶園位於台東鹿野，三面環山，一面環河，經年山嵐與朝霧繚繞，是非常純淨的環境；鹿野溪純淨之水灌溉，採取與草共生農法栽培，產製出自然無毒的好茶。製茶經驗已有三十餘載，其紅烏龍品質最讓人津津樂道，全國茶葉比賽中獲獎無數，在2017年與2018年參加比利時舉辦的國際風味暨品質評鑑（iTQi），都摘下極致美味的最高三星評價和頂級的二星榮譽！\n\n（二） 允芳茶園\n允芳茶園不僅僅園區使用有機肥料施肥，更積極以人工除草的方式費心對待茶園，因為回歸自然，換得更適合茶生長的優秀的土壤，對於製茶的過程更要求精準，不僅全面採用手工採茶保留好茶原香，更因為過去也曾製茶失敗多次的陳錫卿先生，不斷嘗試失敗再挑戰，最後才能精準掌握曬茶、凋萎、揉茶、烘茶的時間與時段，並與環境、溫度、氣候、溼度配合相得益彰，以最完美的茶葉獻給每一位愛茶的同好，讓茶除了回甘、更回香！",
    "created_at": "2024-06-05 14:01:21",
    "updated_at": "2024-06-05 14:01:21",
    "article_images": "teaknow30.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 34,
    "category_id": 1,
    "title": "如何品茶──品出一杯馨芳",
    "content": "不同的茶類，各種可溶物質的組成比例不同，會有不同的品飲方式。\n\n主流高山烏龍茶發酵度普遍較低\n\n沖泡時投葉量要少、沖泡的水溫要低、浸泡的時間縮短\n\n喝濃度很淡的茶湯。\n\n \n\n品茶若說有什麼學問在裡頭，那麼真正的內涵，應該是瞭解我們所喝的茶的本質，並依據自己的身體條件與需求，進而決定茶葉該如何沖泡和品飲。\n\n專業的茶葉審評，針對茶乾、湯色、香氣、滋味、葉底有各個不同的要求。但是茶畢竟還是要喝的，著重於嗅覺與味覺感官，所以審評時仍以香氣與滋味最為重要。目前台灣的比賽茶審評過度重視外觀，讓許多有絕佳香氣與滋味的參賽茶落榜，與消費者脫鉤。\n\n \n\n如何選對適合自己的好茶\n\n想學習品茶，首先要認清自己喝的是哪一種茶。喝綠茶講求新鮮爽口，以清淡為原則；喝半發酵茶類，講求香高味濃，對菁味應該敬而遠之；濃、醇、甜則是品飲紅茶的基本原則。\n\n茶葉內各種不同可溶物質對於味覺與嗅覺都有不同的貢獻（參見64頁）。不同的茶類，各種可溶物質的組成比例不同，所以才會衍生出不同的品飲方式與欣賞角度。好比蛤蠣清湯講求鮮甜清爽，玉米濃湯講求濃厚滑口，兩者截然不同，若批評一碗蛤蠣清湯不夠濃郁，豈不是讓人無言以對？\n\n半發酵茶類中，官方認定白毫烏龍是發酵度最高的產品，鐵觀音次之、而後依序為凍頂烏龍、高山烏龍、包種茶。這樣的分類從實務經驗看來其實有失偏頗（參見117頁），消費者更是霧裡看花。發酵度的高低，取決於製造工藝的掌握，在半發酵茶類中有各種的可能性，無法簡單總括。\n\n有人說喝全發酵茶的紅茶比較溫和不傷胃，其實也不全然正確。紅茶在製造過程中如果技術掌握不當導致發酵不完整。這樣的紅茶甜度過低、苦澀度過高，尤其大多數紅茶生產以大葉種茶樹為主，具有刺激性的兒茶素含量較多，若多飲腸胃不適或心悸等症狀就會出現。\n\n市場流行的高山烏龍茶，雖被歸類為半發酵茶，但發酵度普遍太低。透過科學分析得知，相同的茶菁原料，以當今大多數高山烏龍茶的製造方式加工，成品所含的可溶性兒茶素類物質可能比製作成綠茶的還高，也難怪很多人喝了高山烏龍茶會胃痛。當喝這一類型的高山烏龍茶時，就必須將它視為綠茶來飲用，也就是沖泡時投葉量減少、沖泡的水溫降低、浸泡的時間縮短。更簡單地說，就是喝濃度很淡的茶湯。\n\n專業茶葉審評時是以茶水比例1：50，浸泡五分鐘後將茶湯與茶葉分離，再品嘗滋味與香氣來決定高低。這樣的方法其實也適用於一般民眾試茶，甚至可以做更嚴格的測試，將浸泡時間延長至十分鐘、半小時以上再品嘗。長時間浸泡時茶湯的優缺點會一覽無遺。是溫和的或刺激的、適合淡飲或濃飲、多飲或少飲，茶湯會直接告訴我們。當掌握茶葉的本質後，再改用蓋碗或是壺具沖泡時，就沒有什麼困難度了。\n\n \n\n大氣壓力及水質對泡茶的影響\n\n泡茶時用的水也有學問在其中。許多人都有在風景區購買茶葉的經驗，消費者往往當下試喝覺得甘甜可口，可是帶回家沖泡後卻覺苦澀難耐，不禁拍桌咒罵景區那沒有良心的茶葉賣家。姑且不論作生意的商家是不是沒有道德良知，將觀光客當肥羊宰，雖然黑心的商人的確存在，但若從簡單的物理化學觀點來看，高山泡茶較甘甜，背後的確有著科學的解釋。\n\n如果高山所泡的茶葉和在平地沖泡的是同樣的茶葉，且泡茶所掌握的投葉量、水量、浸泡時間、容器特性都是一致的，那麼最有可能發生差異的，就是水。\n\n在標準大氣壓力（1 atm）下，純水的沸點是100°C。而台灣中部海拔約一千七百公尺的高山上實際測量，可測得當時水的沸點在95°C。原因在於大氣壓力的降低，導致水的沸點降低。若在海拔二千四百公尺的梨山茶區測量，則大約92°C就足以燒開一壺水。有登高山經驗的山友就知道，野炊時若要煮上一鍋好吃的米飯，壓力鍋是不可或缺的装備，原因就在此。\n\n大氣壓力會隨著海拔高度上昇而下降，導致沸騰的開水溫度偏低。茶湯中的可溶物質因水溫的過低而無法完整溶解，香氣與滋味的表現便會產生落差。加上高山地區氣溫低，水燒開後沖入泡茶容器，水溫降低的速率也會比我們在家中沖泡來得快。這些因素都是導致同樣的茶葉在不同環境下沖泡，卻有不同的品質表現的客觀因素之一。所以，為什麼在高山上泡茶，茶湯總是特別的甘甜，水溫與周遭的氣溫顯得相對關鍵。\n\n除了水溫，水質是另一個重要因素。在同樣的大氣壓力下，當水的TDS（總溶解固體）值越高，沸點會隨之提高。當水質越接近純水的水源，因TDS較低，水沸騰時的溫度，也會接近100°C （在一大氣壓下）；反之若用來泡茶的水不潔淨，或是反覆的煮沸，造成水中的可溶物質濃度升高，沸騰的溫度會高於100°C。除了污染物會破會茶湯的香氣與滋味表現外，提高的沸點也會使得沖泡出的茶湯苦澀程度提高。\n\n茶湯的刺激性決定於茶葉的本質與製造工藝，焙火只是些微修飾，絕對不可能將糞土變為黃金。焙火除了改變茶葉的風味，很重要的一點就是減少茶湯裡的咖啡因，但也頂多人喝了不至於失眠，可是若具刺激性的兒茶素類物質殘留過多，飲用後還是會導致胃痛。\n\n喝茶原本是件有益身心的享受，但如果識茶不清或飲茶不慎，很有可能未蒙其利而深受其害。什麼樣的茶湯具刺激性是因人而異的，如果茶湯久浸且放涼之後的苦澀感讓人無法忍受的，或是喝了茶之後胃部有不適感，那這樣的茶可能就不適合大量或長期飲用。\n\n發覺自己喝了茶會覺得心悸、胃痛、脹氣等等現象時該怎麼辦？很簡單，停止喝茶。太多資訊告訴我們喝茶有抗癌、抗老、抗肥胖等等好處，但若導致一堆人忍痛喝到產生消化性潰瘍，就是相當不智的「養生」哲學了。",
    "created_at": "2024-06-05 14:02:22",
    "updated_at": "2024-06-05 14:02:22",
    "article_images": "teaknow31.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 35,
    "category_id": 1,
    "title": "南投茶文化 ｜ 烏龍茶輕鬆喝世界旅人在南投",
    "content": "『茶鄉知道－南投縣茶業發展史』提到南投縣是全臺茶產量最多也是最重要縣市。\n南投茶業發展經歷三個時期：『清治時期』－這時，南投縣內已有茶樹栽種與茶葉生產；『日治時期』茶產業蓬勃發展，茶園大多集中在鹿谷、竹山、魚池、名間、水里等地區，其中鹿谷、竹山茶園面積占縣內一半以上。而這時期中間，引進大葉種茶樹在魚池種植，並於當地成立臺灣總督府中央研究魚池鄉紅茶試驗所。『民國時期』50-60年代鹿谷鄉與竹山鎮以烏龍茶為主，市場上有一定的銷售量，因此茶業產量上維持穩定的發展。\n\n現在讓小編奈奈帶大家一起來趟南投茶文化之旅。\n\n\n旅人與烏龍茶\n臺灣是寶島，寶島裡南投有著優越的地理位置與氣候條件，旅人總是喜歡這裡的恬靜。南投是茶鄉，這裡的居民多為種茶、製茶維持家庭經濟，也正因為如此，種植品質好的茶樹與製茶上特別嚴謹，烏龍茶製作技術起源於大陸福建，在臺灣演變成特有的烏龍茶製茶工藝，在全世界茶的產量占比來看，是非常的稀少，這項製茶工藝在現在成為了喝茶人津津樂道的話題。\n\n烏龍茶繁複的製作過程，製茶師憑藉著一生歷練成就烏龍茶。從採菁(茶)、室外萎凋、室內萎凋、手浪、大浪、炒菁、揉捻、團揉、乾燥，每個步驟需要豐富的製茶經驗才能精準到位，而這樣的過程是煉烏龍茶也練心。\n\n來南投飲茶製作烏龍茶儼然成為旅人的最愛。臺灣茶飲文化有兩百年歷史，而南投茶文化也參與其中，有機會不妨來南投品味這份茶歷史美麗與磅礴，也可以預約茶文化製茶體驗課程，抽離忙碌生活來做個一日製茶職人。\n\n延伸閱讀－烏龍茶到底是怎麼煉成的？｜讓我們一次搞懂烏龍茶獨特的製作工藝\n\n小編奈奈來推薦『遊山茶訪』精選茶品「055 清香凍頂烏龍茶」，產於臺灣中部南投縣涷頂茶區而得名，屬部分發酵烏龍茶，半球形捲曲的葉片散發出淡雅清香，茶湯金黃，口感濃郁，層次分明。\n\n遊山系列「003 甜香凍頂烏龍茶」，產於台灣中部南投縣凍頂茶區，以傳統烏龍茶工藝製作，每片茶菁發酵充足，經過輕微烘焙後，茶湯果膠質含量高，成熟果實香味明顯且層次豐富。\n\n購物網站　https://shopping.yoshantea.com.tw/\n製茶體驗　https://yoshantea.fonticket.com/\n\n#南投 ＃南投茶鄉 #茶香 #鹿谷 #喝茶 #好喝的茶 #凍頂烏龍茶 #凍頂 #烏龍茶 #竹山 #茶文化館 ＃製茶工藝 #最精緻觀光工廠＃遊山茶訪 #yoshantea",
    "created_at": "2024-06-05 14:03:18",
    "updated_at": "2024-06-05 14:03:18",
    "article_images": "teaknow32.webp",
    "views": 1,
    "valid": 1
  },
  {
    "id": 36,
    "category_id": 1,
    "title": "烏龍茶推薦，一次搞懂台灣烏龍茶",
    "content": "烏龍茶推薦，一次搞懂台灣四種烏龍茶，並推薦給你好喝的烏龍茶\n烏龍茶推薦，烏龍茶除了好喝居然還有特別功效？看完這一篇了解烏龍茶的神奇作用，還推薦給你好喝的道地烏龍茶。\n\n \n\n烏龍茶推薦給你，不只好喝！功效更多\n烏龍茶屬於半發酵的青茶，因此它具有綠茶的清香又有紅茶的甘醇，茶性不含不熱，除了可以潤喉外，又可以消除體內積熱，非常適合在乾燥的天氣引用喔，如果平常容易心煩氣躁，烏龍茶推薦你飲用。另外，烏龍茶含有豐富的維生素E、維生素D、茶多酚，因此在暴飲暴食後烏龍茶推薦你喝，可以減少醣類和脂肪的惜售，也可以加速代謝促進脂肪燃燒，可以降低體脂率，因此達到降血壓、血糖、血脂的功效喔！也因此，若是不想餐後想喝點飲品，推薦給你烏龍茶肯定沒有錯。\n\n烏龍茶推薦，也告訴你其他冷知識\n推薦給你烏龍茶的知識，台灣常見的烏龍茶，居然在世界的茶葉產量很少見呢！全球的茶葉只有2%屬於半發酵茶，也就是烏龍茶。而台灣的烏龍茶更是享譽國際。幸好台灣是全球烏龍茶的重要產區，台灣烏龍茶以輕度發酵、團揉方式製成，外型呈現捲曲的球狀，茶湯呈金黃色，味道醇厚，有強烈果實香。臺灣烏龍茶種，最早來自福建安溪，而後在南投鹿谷地區培育而成。而台灣的烏龍茶享譽全球，因為太過之名，曾有許多仿冒的烏龍茶在中國大陸流通，在2011年，有商人仿冒凍頂烏龍茶假貨在大陸販售，會先提供真品試喝，並將仿冒品賣出，讓台灣烏龍茶的商業嚴重受損。而這樣的情況也是我們當初從國外回到台灣創業的契機，因為感受到太多標榜台灣茶的假茶，在國外不容易買到真正屬於台灣記憶中的好茶。\n\n台灣烏龍茶種類推薦\n凍頂烏龍茶：凍頂烏龍茶生產字南投縣鹿谷鄉，主要以清心烏龍當作原料製作的烏龍茶，而所謂的凍頂，其實是地名，是在鹿谷鄉的凍頂山，而早期台灣的烏龍茶來源為凍頂村，凍頂烏龍茶在製造過程中若發酵較輕會有淡淡的花香，若發酵較重，會有成熟的果香，茶湯呈現金黃色，口感上圓滑順口，甘甜醇厚，有獨特的功效可以抑制花粉症引起的症狀。\n\n高山烏龍茶\n台灣高山烏龍茶需要經過發酵與烘焙，才能成為有益健康品質又穩定的好茶。高山烏龍茶的發酵程度，因為要具備高山的特色，茶湯大部分為金黃透淺綠，發酵程度會比一般的的烏龍茶再低一些，一般來說發酵程度較低的烏龍茶，會比較偏寒性，但現在的高山烏龍茶都經過適當的烘培，讓高山烏龍茶既溫潤爽口，又不會偏寒，若特別喜歡有高山的清香，則高山烏龍茶最推薦了！\n\n白毫烏龍茶\n毫烏龍茶又名東方美人茶，是屬於發酵程度較重的烏龍茶，而東方美人茶的由來尤其有名，是1960年時，白毫烏龍茶在世界食物博覽會得到銀牌獎，而獻給當時的英國女王伊麗莎白二世，女王品嚐後讚不絕口，並因此賜名「東方美人茶」。\n而白毫烏龍茶擁有獨特的熟果香和蜂蜜香氣，是來自小綠葉蟬的叮咬而發酵產生，因此白毫烏龍茶的生產若是想要聚集小綠葉蟬，就絕對不能噴灑任何農藥。\n\n紅烏龍茶\n紅烏龍茶發酵較重，大概落在80-90%，因茶湯橙紅水色，色澤如紅茶，但口感仍像是烏龍茶風味，因此命名紅烏龍。烏龍與一般烏龍茶相較，主要的差異點在於發酵法的不同，是現有烏龍茶中，發酵程度最重者。紅烏龍茶具有厚重的熟果香，滋味醇厚圓滑、富有活性、耐泡、甘醇，為冷泡茶的上選材料。",
    "created_at": "2024-06-05 14:06:04",
    "updated_at": "2024-06-05 14:06:04",
    "article_images": "teaknow33.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 37,
    "category_id": 1,
    "title": "高山茶推薦：三款必喝的高山烏龍茶",
    "content": "一直以來，高山茶就被山頭氣蒙上一層神祕的面紗；許多資深茶友說，要走入高山茶的世界，除了品嘗高山茶的清香淡雅、甘甜美好，還必須對山頭氣有正確的認識和理解。\n\n而原來所謂的山頭氣，就是茶園所有的自然條件，孕育茶樹的印記。每一顆茶葉身上不會寫上住址，但它會用茶湯的滋味，告訴你它來自哪裡，以及它在生長過程究竟過得好不好，雨下得夠多嗎？會不會太冷？日照是否充足？土壤的養分是什麼樣的味道？這片茶園從前是否有種植過其他植物？每日環繞茶園的雲霧是乾的，還是濕的？有很多資深茶友，努力地理解茶湯釋放的全部訊息，但這絕不容易，需要透過長時間的品茶經驗累積，以及對於各個茶區的自然條件有一定程度的認識，才能從一杯茶看見一世界。\n\n茶樹的可塑性很高，在與大自然溝通交會的過程中，所有發生的點點滴滴，都會在茶樹身上留下記錄，用非常細微的方式訴說生長歷程；製茶的人透過這些記錄，決定一泡茶該如何調整製作工法，展現茶湯的最佳風貌；對我來說，認識每一種茶的山頭氣，就如同感受每一種茶的個性和氣質，有些茶帶有剛勁的木質基調，就像一個成熟穩重的男人；有些茶有著柔和優雅的茶質，就像遇見了一位氣質美女；有些茶不見得有特別突出的風味，卻保有淡淡的甘甜、和諧的口感，喝著喝著，就像和老朋友天南地北聊天一樣美好。\n高品質三款高山烏龍茶推薦\n\n今年京盛宇特別推薦三款高山烏龍茶給大家：\n1. 梨山烏龍\n2. 杉林溪烏龍\n3. 阿里山烏龍\n每款不同的甘甜度與順滑度都帶著獨特的口感，邀請您一同感受不同的山頭氣以及茶葉風味。\n高山烏龍茶首選：梨山烏龍\n講到高山茶，京盛宇絕對首先推薦京盛宇創辦人的最愛－清香梨山烏龍！\n梨山茶生長在海拔兩千公尺以上的高山，環境氣溫較低，適合茶樹生長。由於地利環境非常好，長出來的葉面會較為肥厚，泡出來的茶湯也更香醇甘甜。這邊讓我們舉一個更好理解的例子，平地的高麗菜跟梨山的高麗菜，梨山的高麗菜吃起來更脆更甜對吧？\n青心烏龍品種本身帶有蘭花香，再加上甘醇的果膠質口感，喝過一次，就回不去了！（所以創辦人說他每天都要來一杯…真的非常會享受～）\n建議大家純飲，先聞一聞「前味」的蘭花香，然後慢慢品嚐「中味」的果膠質的口感，再享受豐富的山頭氣「後味」餘韻，喝完後就像吸收滿滿森林芬多精一樣清新舒暢。\n在2023年的春天，創辦人再次遇見了20年前讓他難以忘懷的美好風味，20年前那一杯梨山茶的香氣，讓創辦人一頭栽進台灣茶的世界，並希望與更多人分享茶的美好。 2023年的「神之梨山茶」在創辦人心裡，這份氣味有著極為重要的地位，邀請您品嚐這一份美好風味，也祝福您因為這一杯梨山茶，生命擁有更多芬芳、緩慢、寧靜，每一天都比昨天更好！\n\n自帶木質基調的高山烏龍茶：杉林溪烏龍\n再來推薦的是，帶有木質基調的杉林溪烏龍。\n杉林溪茶區早年並不種茶製茶，而是以種植杉木最為知名。杉林溪茶泡出來的茶湯除了蘭花香之外，更吸附了土地的味道，帶有類似杉木的香氣，故杉木調性成為了辨別杉林溪烏龍的一大重點。\n京盛宇未經烘焙的清香杉林溪烏龍，便能感受到茶湯帶有原始杉木林造就的獨特山頭氣，蘭花香中帶有木質基調的醇厚；而烘焙過的杉林溪烏龍，不論是經過輕烘焙後帶有類似麥芽糖的蜜香，或是經過深烘焙帶有濃郁的焦香氣息，濃烈的口感帶有成熟的甘味，這兩款的香氣都非常的治癒，十分暖心的感覺，非常適合冬天品嚐，喝完杯底也會有甜甜的香味，蘭花香之餘又帶有木質香，讓杉林溪的香氣與口感來的更加厚實，喜愛烘焙溫潤口感的朋友們，非常推薦您試看看京盛宇的自信之作。\n\n體驗高山烏龍茶的清爽：清香阿里山烏龍\n採用阿里山的青心烏龍種製成，擁有淡雅的蘭花香與清爽的茶香，想要體驗宛若身在高山中，微風拂過，帶點清新花香的清爽感嗎？那就嘗試看看這款清香阿里山烏龍茶吧！",
    "created_at": "2024-06-05 14:09:44",
    "updated_at": "2024-06-05 14:09:44",
    "article_images": "teaknow34.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 38,
    "category_id": 1,
    "title": "凍頂烏龍建議泡法",
    "content": "甘甜順口，帶有淡淡烘焙氣息，兼具的花果香氣。\n\n溫度條件：皆為攝氏100度\n水質條件：軟水，TDS建議120以內，不得用純水。\n器具條件：有蓋的陶器佳、瓷器次之\n茶水比例：最終總產量需 1g = 100ml\n\n中式沖泡工夫茶，除了準備中式泡茶器具，建議沖泡的「投茶量」是均勻鋪底茶壺，以一般小壺沖泡，建議準備8g~10g凍頂烏龍茶葉，瀹茶法是選擇快沖快泡模式，每輪不超過20秒為限，可淋壺的方法多次回沖，依照挑選的茶葉品質反覆沖泡直到無味，符合茶水比例條件的總產量，即為適當且不浪費的茶葉消耗，可以參考烏龍茶沖泡小秘訣。",
    "created_at": "2024-06-05 14:14:33",
    "updated_at": "2024-06-05 14:14:33",
    "article_images": "teaknow35.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 39,
    "category_id": 1,
    "title": "凍頂烏龍比賽茶標準",
    "content": "我們參考鹿谷農會比賽茶需知，使每一比賽茶樣皆在相同條件下接受客觀的審查，故須「定量、定器、定溫、定時」。\n\n定量：茶葉三公克\n定器：審茶杯容量 150ml (白瓷鑑定杯)\n定溫：沸開水攝氏100度\n定時：浸泡六分鍾\n一、取樣編密碼：放一張4碼的號碼紙\n\n二、秤茶取量：抽取茶葉代表茶樣200公克\n\n三、比賽茶沖泡：沸騰之開水約145~150cc\n\n四、比賽茶開湯：加蓋靜置六分鐘後至評鑑碗品評\n\n五、審茶樣外觀：外觀通常分為形狀及色澤，形狀是半球型，條索捲曲緊結整齊，茶身圓，不扁者為上品\n\n六、觀茶水色：橙黃色明亮有光澤，杯底沈澱物少為上品\n\n七、聞茶香氣\n\n八、評茶滋味\n\n九、觀茶葉底\n\n十、評定等級\n\n為外形包含形狀與色澤、茶水色、茶湯香氣、口感滋味及葉底等各項審查標準因茶類不同而異，以百分率評分之。\n\n目前凍頂茶記分標準為外觀，含葉底20％，水色10％，香氣30％，滋味40％作為評分標的。",
    "created_at": "2024-06-05 14:15:41",
    "updated_at": "2024-06-05 14:15:41",
    "article_images": "teaknow36.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 40,
    "category_id": 1,
    "title": "凍頂烏龍茶特色",
    "content": "茶湯水色會成金黃色，香氣清香撲鼻，茶湯入口豐富活性有生津，落喉韻味強經得起高溫、長時間浸泡是凍頂茶的特色。\n\n從產區地名轉變為商品名稱。凍頂在哪裡，原本產自台灣南投縣，鹿谷鄉「彰雅村」凍頂巷，是代表性的台灣茶。海拔平均在800公尺，後來加上永隆村、鳳凰村、凍頂台地等區域，栽種面積曾經高達2,000公頃，後來如廣興、初鄉、和雅等地對外也稱凍頂茶，因為出名且熱銷，只要是凍頂型的其他區域烏龍茶，也都用凍頂烏龍茶作為商品名販售。\n\n類型：中重發酵、重焙火的茶\n外型：墨綠顯黃、半球型、緊結\n湯色：金黃、橙紅、明亮\n香氣：花香、果香、焙火香\n滋味：醇厚、濃郁帶油脂感\n喉韻：回甘即喉涼感、後韻長\n葉底：綠葉鑲紅邊 (經典正確版本)\n英譯：Tongding /Dong ding Oolong",
    "created_at": "2024-06-05 14:16:40",
    "updated_at": "2024-06-05 14:16:40",
    "article_images": "teaknow37.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 41,
    "category_id": 1,
    "title": "台灣綠茶種類知多少？ 1次性介紹給你聽！",
    "content": "台灣的茶葉資源相當豐富，種類也非常多元，世界聞名的茶葉品種更是數不勝數，並且獲獎無數。紅茶、烏龍茶、綠茶在台灣皆有生產，每種茶葉都有其獨特的風味，也都有各自忠實的愛好者，以下讓我們向大家介紹常見的三種台灣綠茶種類！\n\n綠茶種類介紹：\n1.台灣碧螺春\n新北市三峽區為台灣碧螺春的主要產區，主要的製茶季節為春天，茶樹種類多為清心柑仔，外觀新鮮碧綠，嫩芽牙尖有白毫，口感清新香甜。\n\n2.台灣龍井茶\n與台灣碧螺春相同，台灣龍井茶的主要產地也是三峽區，茶樹種也同為清心柑仔，但兩者的製茶手法不同。龍井茶色澤翠綠，茶湯帶有成熟的板栗香氣。\n\n3.八川綠茶\n台灣八川綠茶的主要產地為南投，特色為製茶過程中，茶葉會經過四道煙燻工法，並且搭配茉莉花進行製作，不同於碧螺春和龍井茶，八川綠茶帶有獨特的茉莉花香氣，更是台灣翡翠等級的綠茶。",
    "created_at": "2024-06-05 14:18:17",
    "updated_at": "2024-06-05 14:18:17",
    "article_images": "teaknow38.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 42,
    "category_id": 1,
    "title": "「台灣綠茶vs日本綠茶」到底差在哪？關鍵在這裡",
    "content": "台灣與日本綠茶大不同\n台灣與日本綠茶最大差異在於殺菁的製程方式不同，台灣綠茶以「炒菁」，將茶葉炒熟的方式來抑制茶葉的發酵，注重茶葉的天然風味，具有獨特花香與萎凋香；日本綠茶則以「蒸菁」，使用機器將茶葉蒸熟，溫度高、時點短，保留較多葉綠素、氨基酸等物質，茶葉色澤較翠綠且風味鮮甜。\n\n常見的台灣與日本綠茶種類\n台灣的綠茶產量較少，主要產區集中在新北市三峽區，以碧螺春綠茶、龍井綠茶以及八川綠茶為代表，碧螺春為台灣產量最多也最普遍的綠茶種類。日本綠茶則是依據陽光是否直接照射，可約略分為：茶葉培育過程有被覆蓋不受陽光直射之玉露、抹茶、莖茶與粉茶；以及無覆蓋的煎茶、番茶。\n\n喝綠茶的好處\n不論是台灣綠茶還是日本綠茶，綠茶當中含有許多營養成分，只要適當、適量飲用，對身體有許多好處。綠茶中含有的茶多酚及兒茶素都是抗氧化物質，可以增加脂肪代謝、降低心血管疾病風險等。綠茶也富含維生素C，維生素C也有抗氧化作用，能協助膠原蛋白增生。綠茶含有氟成分，能降低口中細菌，減少口臭。",
    "created_at": "2024-06-05 14:20:22",
    "updated_at": "2024-06-05 14:20:22",
    "article_images": "teaknow39.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 43,
    "category_id": 1,
    "title": "三峽碧螺春特色",
    "content": "英譯：Bilochung。茶湯水色會成現蜜綠白、綠黃色，香氣具綠豆香又隱隱散出花味，茶湯入口活性鮮活，在甜美的回甘尾韻中，有地方品種獨有的柑橘調性，是三峽碧螺春茶的特色。\n\n在三峽地區最出名，使用青心柑仔的茶樹作為代表性品種風味，會製作出綠豆仁、牧草、甘草、海苔、板栗、甘蔗、柑橘等氣息，名列在台灣十大名茶之一，現存中不能不喝的綠茶商品\n\n類型：無發酵茶 0%～10% \n外型：碧綠細緊捲曲，白毫絨毛顯著\n湯色：綠白、綠黃（清澈）\n香氣：豆、海苔、板栗香氣\n滋味：鮮活、甜感強\n喉韻：回甘、清爽涼意有柑橘氣\n葉底：一心一葉、一心二葉\n推薦產季：春、冬",
    "created_at": "2024-06-05 14:21:25",
    "updated_at": "2024-06-05 14:22:06",
    "article_images": "teaknow40.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 44,
    "category_id": 3,
    "title": "碧螺春的故事",
    "content": "原初的故事來自於中國，蘇州的洞庭山，在太湖周邊的產區，因環境得天獨厚適合產茶，據說此茶，味鮮且生津不絕，呼氣得清香芬芳，茶湯綠水澈透，都在春分至穀雨節氣中採摘，清明節氣前更為特上級品。\n\n碧螺春茶製作也因條索纖細、芽尖多，採摘一芽一葉，捲曲成螺，滿披茸毛，色澤碧綠，香氣逼人、香得嚇人，民間傳說其為嚇煞人香。\n\n得名原因，是康熙三十八年（1699年）春季，康熙皇帝南巡，到了太湖洞庭山一側，巡撫購買了朱家所產的「嚇煞人」綠茶獻給皇上，康熙認為「嚇煞人」一詞不優雅，御賜名為「碧螺春」，代表茶葉碧綠色、捲為螺型、春天採是上選，主要說明茶的香氣清揚顯香、鮮美回甘。此後地方權貴、仕紳、官吏年年採辦碧螺春進貢天子。\n\n碧\n指外觀碧綠清澈，像翡翠顏色般的翠綠。\n\n螺\n就是茶芽外形細緊彎曲似螺旋形、白毫。\n\n春\n每年春季上品，清明之前最頂，再者穀雨前。\n\n這就是中國當地的傳說：『當地少女入山採茶葉，茶筐滿了，便將茶葉放在胸口的衣襟內，茶得到體溫，突發襲人香氣，採茶女江蘇話驚呼，嚇煞人香！』這點最受人熱議，為什麼只有女性？那男性就不可以嗎？為了瞭解這個故事，我們參閱了一份《柳南隨筆》（1936）的記載是這麼說。\n\n洞庭東山碧螺峰石壁，產野茶數株，每歲土人持竹筐採歸，以供日用，歷數十年如是，未見其異也。康熙某年，按候以採，而其葉較多，筐不勝貯，因置懷間，茶得熱氣，異香忽發，採茶者爭呼「嚇殺人香」。「嚇殺人」者，吳中方言也，因遂以名是茶云。自是以後，每值採茶，土人男女長幼務必沐浴更衣，盡室而往，貯不用筐，悉置懷間。而土人朱元正，獨精製法，出自其家，尤稱妙品，每斤價值三兩。己卯歲，車駕幸太湖，宋公購此茶以進，上以其名不雅，題之曰碧螺春。自是地方大吏歲必採辦，而售者往往以偽亂真。元正沒，製法不傳，即真者亦不及曩時矣！\n\n「土人男女長幼務必沐浴更衣，盡室而往，貯不用筐，悉置懷間。」所以不是處女，兒童、老人、男人也可以。\n\n那個台灣綠茶為王的時代\n一度，台灣十大名茶也如同中國十大茶，皆為綠茶。這些綠茶系商品的出現，跟當時遷台的國民政府的官員們，有著絕對關係。\n\n碧螺春綠茶的風格、概念，在台灣是突然出現的，高官們對於家鄉的思念之情，對於故鄉記憶中知名綠茶的回憶與滋味，促使地方生產者透過對中國傳統名茶的學習和模仿，以及對於台灣茶樹品種改良成果，以青心柑仔栽培技術的革新，逐步發展出來的地方特色茶，名為三峽碧螺春，如今跟正統的洞庭碧螺春沒有什麼實質關係。\n\n\n\n\n\n\n台灣綠茶自清朝、日本時期就有在生產，但因日本戰略性經營考量，當初並沒有廣大推動台灣綠茶的生產。\n\n而是到國民政府接管台灣後，才在各大產區中加速綠茶商品的發展，包括海山郡、三峽、鶯歌、新店、土城、樹林、大溪，還有三芝鄉、大文山、桃園、新竹、苗栗，都有聽過盛產綠茶的歷史痕跡，但如今只剩較為出名的海山龍井、三峽碧螺春的名字還保留有人在製作。",
    "created_at": "2024-06-05 14:23:28",
    "updated_at": "2024-06-05 14:23:28",
    "article_images": "teastory4.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 45,
    "category_id": 1,
    "title": "三峽碧螺春的獨特性",
    "content": "新北市三峽地區地方特色茶\n有全臺灣最嫩採摘技術\n區域性的品種保護\n過去這個區域曾叫做『海山茶』也包括所產的龍井、包種茶。\n綠茶傳統製程為茶菁採摘後進行炒菁、揉捻、乾燥，然而三峽碧螺春綠茶於製作過程當中會於室內靜置萎凋數小時。\n三峽的氣候溫和多雨，大霧環繞，提供了茶樹理想的生長條件。新北三峽產區擁有台灣最嫩採茶工班的區域，其品項跟中國十大名茶中的碧螺春有所類似，嚇煞人的香氣令人著迷。",
    "created_at": "2024-06-05 14:24:46",
    "updated_at": "2024-06-05 14:24:46",
    "article_images": "teaknow41.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 46,
    "category_id": 1,
    "title": "三峽碧螺春的工藝",
    "content": "碧螺春綠茶主要以青心柑仔品種製作而成，外觀碧綠，白毫多，形狀細緊捲曲，茶湯碧綠清澈、鮮活爽口。綠茶傳統製程為茶菁採摘後進行炒菁、揉捻、乾燥，然三峽碧螺春綠茶於製作特色過程中會於室內靜置萎凋數小時。\n\n原料採摘\n三峽碧螺春的原料採摘極為講究，通常在春季的清晨進行，選擇天氣晴朗時手工採摘。採摘的標準是一芽一葉或一芽兩葉初展，確保茶葉的新鮮度與嫩度。採摘的時機和技巧對碧螺春的品質有著決定性的影響。\n\n萎凋\n採摘後的茶葉會自然放置於通風良好的室內，讓茶葉自然萎凋。萎凋過程中，茶葉會失去部分水分，葉質變軟，香氣逐漸顯現。這一步驟是形成三峽碧螺春獨特香氣的關鍵。\n\n殺青\n萎凋到適當程度後，茶葉會進行快速高溫殺青，目的是停止茶葉的酶活性，防止氧化，保持茶葉的綠色。這一步驟對於保持碧螺春的清新味道與亮麗色澤至關重要。\n\n揉捻\n殺青後的茶葉會進行揉捻，這一過程旨在使茶葉形成碧螺春特有的螺旋狀形態。揉捻不僅賦予了碧螺春獨特的外觀，還有助於茶湯的色、香、味更加豐富。\n\n烘乾\n揉捻完成後，茶葉會進行烘乾處理。烘乾既可以減少茶葉中的水分，使茶葉更易於保存，又可以進一步提升茶葉的香氣。控制好烘乾的溫度與時間，對確保三峽碧螺春的品質至關重要。\n\n成品檢驗與包裝\n最後，經過烘乾的茶葉會進行嚴格的質量檢驗，合格後進行包裝。高品質的三峽碧螺春通常會採用真空包裝或其他能夠有效保持茶葉新鮮度的包裝方式。",
    "created_at": "2024-06-05 14:25:19",
    "updated_at": "2024-06-05 14:25:19",
    "article_images": "teaknow42.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 47,
    "category_id": 1,
    "title": "碧螺春沖泡參考值",
    "content": "泡茶比例：\n\n請使用1克茶，對應120毫升熱水比例放大。\n\n泡茶溫度：\n\n熱泡法，春茶88度上下，冬茶可95度。\n\n浸泡時間：\n\n熱泡可一次萃取，約四分半（5g：600ml)\n\n工夫沖泡：\n\n比例約 1g：40ml、1g：50ml\n\n降溫細水柔沖，每次約20秒，可四、五泡。\n\n推薦器具：\n\n白瓷器 ＞  玻璃器皿 ＞ 陶、紫砂壺\n\n（詳見）\n\n碧螺春怎麼泡？5分鐘了解台灣碧螺春特色及風味，還有跟中國碧螺春有什麼差別！how to brew bilochung",
    "created_at": "2024-06-05 14:25:56",
    "updated_at": "2024-06-05 14:25:56",
    "article_images": "teaknow43.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 48,
    "category_id": 1,
    "title": "碧螺春比賽等級",
    "content": "每年固定於春、冬兩季舉辦比賽茶會。我們參考三峽比賽茶需知，使每一比賽茶樣皆在相同條件下接受客觀的審查，故須「定量、定器、定溫、定時」。\n\n定量：茶葉三公克\n定器：審茶杯容量 150ml (白瓷鑑定杯)\n定溫：沸開水攝氏100度\n定時：浸泡五分鍾\n\n評鑑流程\n取樣編密碼：放一張4碼的號碼紙\n秤茶取量：抽取茶葉代表茶樣200公克\n比賽茶沖泡：沸騰之開水約145~150cc\n比賽開湯：加蓋靜置五分鐘後至評鑑碗品評\n審茶樣外觀：外觀分形狀及色澤，形狀是條型，毫芽多肥美，茶乾翠綠、碧綠色。\n觀茶水色：碧綠明亮有光澤，杯底透徹上品\n聞茶香氣\n評茶滋味\n觀茶葉底\n評定等級\n碧螺春比賽茶分為特等、頭等、金獎、銀獎、優良及淘汰6種等級，改良場在茶葉專訊中有透露，參考標準值，示範蒐集108年的頭等至淘汰品，計五種等級之碧螺春比賽茶春茶，去探討茶葉成分與等級之關聯性。\n\n進一步探討入等及優良茶樣之差異性，則入等茶樣之總還原醣較優良茶樣高，有「木質味、辛香料味、土味」等皆不屬於典型碧螺春綠茶之香氣，若出現這些成分香氣，會遠低優良茶樣的標準。\n\n整合總多酚、個別兒茶素、沒食子酸、咖啡因、總游離胺基酸、總還原醣及揮發性有機化合物含量，可做為不同等第間分級參考依據。簡單來說，入口有甜，口感鮮活，香氣豐富，具通常咖啡因量高。\n\n簡單來說，入口有甜，口感鮮活，香氣豐富，具通常咖啡因量高。\n\n帶有鮮爽感的「青草味」甜度較高容易入選得名，花香越明確分數得分越高，且在台灣碧螺春語境下，認為具有略為梨香、柑橘香是加分項，展現三峽在地品種特色。是而被列為雜味的「木質味」、「辛香料味」、「土味」等不屬於典型碧螺春綠茶之香氣，要越少越好。",
    "created_at": "2024-06-05 14:27:37",
    "updated_at": "2024-06-05 14:27:37",
    "article_images": "teaknow44.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 49,
    "category_id": 1,
    "title": "台灣綠茶產地及種類",
    "content": "台灣綠茶產量稀少，主要產地在新北市三峽區，種類為台灣龍井茶及台灣台灣碧螺春茶。和中國綠茶不同之處，台灣綠茶品種主要為「青心柑種」，其獨特風味與中國龍井、碧螺春相差甚大，這也是台灣綠茶與中國綠茶之不同特色。以下為台灣綠茶介紹：\n\n台灣三峽碧螺春綠茶：台灣產量最多的綠茶種類，主要產地位於新北市三峽區，主要茶種為青心柑種，另外有少量青心烏龍及台茶12號。它的特色是外觀碧綠、芽尖毫多明顯，茶乾亮麗、茶湯翠綠。因為屬於不發酵綠茶，因此飲來清新自然，最能喝到茶葉原始芳香。\n\n台灣三峽龍井茶：台灣龍井茶屬於不發酵綠茶，主要產於新北市三峽茶區。主要以青心柑種茶樹製作，另外還有少量青心烏龍及台茶12號種。龍井茶不發酵、不萎凋，壓製成片狀，非常漂亮。在清明節前採收的龍井稱為「明前龍井」，品質最為上等。它的特色為外觀平片、翠綠。茶湯黃綠色，飲來清新自然。",
    "created_at": "2024-06-05 14:29:16",
    "updated_at": "2024-06-05 14:29:16",
    "article_images": "teaknow45.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 50,
    "category_id": 1,
    "title": "到底台灣有那些綠茶種類呢？綠茶的功效是？",
    "content": "台灣茶類的種類非常的多元化，不管是紅茶、烏龍茶、綠茶等等都有，不管是哪種類的茶，每個都風味十足也都有著非常獨特的口感，不僅吸引了許多忠實地愛好者得到了熱烈的歡迎跟推崇，更是很好地推動了台灣茶葉的產業。而在其中的台灣綠茶，我們又可以細分為我們常見的品種—八川綠茶、台灣碧螺春、台灣龍井茶。\n\n\n台灣綠茶綠茶種類介紹\n綠茶種類一、台灣龍井茶\n台灣龍井茶最主要的產地是位於新北市的三峽茶區，而龍井茶的特色是它的外觀翠綠、平片，屬於不發酵的綠茶，而在清明節之前所被採收的龍井品質皆為最上等，都被稱作為「明前龍井」\n\n綠茶種類二、八川綠茶\n相較於碧螺春，屬於翡翠及綠茶的八川綠茶的風味更佳的甘醇清香、搭配上茉莉花的燻製口感，不僅有非常特殊的風味，能夠品嘗出台灣綠茶全新的口感，更是讓人讚不絕口！\n\n綠茶種類三、台灣碧螺春\n\n台灣碧螺春是目前台灣綠茶裡產量最多的一個種類，主要的產地和龍井茶一樣，是位於新北市的三峽區，它的特色是芽尖豪多明顯、茶湯翠綠、茶乾亮麗且外觀碧綠。另外，因為並不屬於發酵綠茶，所以能夠飲用到最清新自然、最原始的茶葉芳香。",
    "created_at": "2024-06-05 14:30:25",
    "updated_at": "2024-06-05 14:30:25",
    "article_images": "teaknow46.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 51,
    "category_id": 1,
    "title": "台灣綠茶的好處",
    "content": "增加骨質密度\n經過德州大學的研究表明，已停經的婦女透過每日攝取500mg的綠茶多酚膠囊，持續了六個月之後，不僅能夠延緩骨質的流失和促進骨骼的重建；台灣的成功大學也曾研究出，擁有十年以上飲茶習慣的人，相對於不飲茶的人來說，骨質密度明顯的要好。\n\n降低紫外線與輻射的危害\n由於科技的演化，現在的年輕人每天因為使用手機、電腦等等3C用品所接觸到的輻射量明顯的增加，而茶不僅僅是維他命C的含量高而以，其所含的兒茶素成分也能夠幫助抵抗由UVB所造成的輻射傷害；豐富的維他命A也同時能夠幫助抵抗輻射對眼睛的傷害，達到保護視力的效果。\n\n提振精神\n兒茶素與多酚是綠茶中的成分之一，對於腎上腺素的降解與大腦神經的遞質減少，都有一定的幫助，進而讓人快速回復精神，尤其是在早上精神不濟時，飲用綠茶可以有效的解決這種情況，而相比於咖啡中所含的咖啡因含量來說較少，對人的刺激性也比較小。\n\n幫助減脂、降低膽固醇\n綠茶中所含的胺基酸類、維他命類、多酚類等物質的綜合協調之下，能夠降低人體血脂的含量，以及幫助燃燒體內多餘的脂肪，尤其是維他命C和茶多酚，是促進消化、降脂減肥和脂防氧化的關鍵。另外，對提升體內的優良膽固醇也有議定的幫助，透過日本研究指出每天攝取500mg的兒茶素，經過了三個月後，儘管總膽固醇濃度並沒有變化，但高密度脂蛋白膽固醇濃度有明顯的增加。",
    "created_at": "2024-06-05 14:32:42",
    "updated_at": "2024-06-05 14:32:42",
    "article_images": "teaknow47.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 52,
    "category_id": 1,
    "title": "綠茶功效 Top 5 必讀！台灣綠茶種類有哪些？",
    "content": "茶葉種類百百種，我們平常聽到的紅茶、白茶或是綠茶，你知道他們其實都是同種茶葉嗎？造成他們有不同的顏色、不同的茶香味的產生主要來自茶葉的發酵度，以及茶葉的生長程度，比如白茶就是以茶葉的嫩芽為主，並且微發酵而成，紅茶則是全發酵等等，至於我們今天的主角綠茶，又是怎樣的一種茶品呢？今天就讓一盒精品帶你來看綠茶介紹，一起了解綠茶種類、功效吧！\n\n綠茶功效有哪些?\n相信許多人就算不喝綠茶，也知道綠茶有一些對人體的好處，雖然許多人都因為怕睡不著，所以不敢喝綠茶，但不得不說綠茶的好處真的不少。\n\n1.抗氧化、抗衰老 – 綠茶功效\n眾所皆知，綠茶是含有豐富抗氧化物質的一種茶品，在綠茶中主要的抗氧化成分是EGCG（Epigallocatechin Gallate），據研究分析指出，EGCG的抗氧化能力比維生素E強10倍，這也是為什麼綠茶在中多女性保養品中，常常被作為萃取物使用的原因。\n\n2.提神醒腦 – 綠茶功效\n許多人會刻意在早上來一杯綠茶，主要目的就是想靠綠茶中的咖啡因、茶多酚以及兒茶素幫忙提神醒腦，其中咖啡因相信不用我再介紹，茶多酚以及兒茶素主要可以幫助大腦神經傳遞物質降解，比如多巴胺與腎上腺素，讓人們可以在最短時間恢復精神。而且比起咖啡，綠茶的咖啡因含量不向咖啡那麼多，所以不會造成太大的刺激。\n\n3.預防蛀牙 – 綠茶功效\n你有想過喝茶還可以防蛀牙嗎?大家都知道防蛀牙的主要成分就屬氟莫屬，氟主要是可以抑制細菌增長，且臨床證實綠茶中的兒茶素還可以減少牙菌膜形成，且對口腔中的其他微生物沒有影響，當然以上都是在飲用不含糖的綠茶時才可以有效達到的功效，如果你的綠茶含有糖分，還是會讓口腔中的細菌滋生。\n\n4.降低膽固醇 – 綠茶功效\n綠茶中含多豐富的多酚類以及胺基酸物質，這些物質在與維生素的合作下，可以幫助我們降低血液中的脂肪含量，就如同我們常常聽到的油切綠茶，就是因為綠茶可以幫我們燃燒體內多餘的脂肪。另外茶多酚與維生素C可以促進脂肪氧化，幫助促進我們腸道蠕動。\n\n5.降低紫外線危害 – 綠茶功效\n隨著科技的演進，我們都脫離不了3C產品帶來的危害，這些從螢幕傳遞出來的輻射每天都在考驗我們的健康，這時候茶葉中的維生素C以及兒茶素就可以幫我們抵抗UVB造成的輻射傷害，且茶葉其中還有豐富的維生素A，可以協助我們保護眼睛，抵抗輻射對眼睛造成的影響。\n\n綠茶種類有哪些？- 台灣綠茶\n千萬別小看區區綠茶，它可是有分很多不同種類，分類方式主要是以風味作為界線，雖然台灣綠茶種植主要都新北市三峽區，但因為每一個區域與土地養分不同，也都有些微的氣候、溫度以及濕度差異，以上這些因素會讓同樣的綠茶產生不同的風味。\n\n1.台灣龍井茶 – 台灣綠茶種類\n其實台灣的龍井茶與大陸龍井味道完全不同，茶樹種類也不同，這邊我們就專注於台灣龍井茶介紹，台灣龍井的產區是指新北市三峽地區，茶樹的品種主要是以青心柑茶與青心烏龍為主，此區產出的綠茶茶湯清澈黃綠色，味道屬於清香型。\n\n2.台灣碧螺春 – 台灣綠茶種類\n目前台灣碧螺春是在台灣綠茶中產量最多的，產區也在新北市三峽區一帶，茶樹種類主要以青心柑仔為主，茶葉細長彎曲有點類似螺旋形，牙間有白毫所以喝起來帶有清甜香，也是台灣碧螺春被喜愛的原因。\n\n3.八川綠茶 – 台灣綠茶種類\n八川綠茶相比碧螺春茶，風味是屬於更甘醇清香的，並且以茉莉花燻製，可以算是花茶的一種，是綠茶中比較特別的茶品，也讓它們有一群固定的喜愛客群。",
    "created_at": "2024-06-05 14:34:17",
    "updated_at": "2024-06-05 14:34:17",
    "article_images": "teaknow48.webp",
    "views": 2,
    "valid": 1
  },
  {
    "id": 53,
    "category_id": 1,
    "title": "喝綠茶的好處與功效，喝對了有益健康、促進新陳代謝！",
    "content": "綠茶的功效與好處\n促進代謝\n綠茶中的兒茶素及咖啡因成分，有助於身體的新陳代謝，調解生理機能。\n\n保持身體健康\n綠茶中的主要成分「兒茶素」，為天然的抗氧化劑，有助於抑制血糖、血脂等功能，維持體態健康。\n\n幫助提神醒腦\n茶葉中的咖啡因可以使人在精神不濟時提高注意力，茶多酚和兒茶素等其他成分也能讓人在短時間內提振精神狀態。",
    "created_at": "2024-06-05 14:37:21",
    "updated_at": "2024-06-05 14:37:21",
    "article_images": "teaknow49.webp",
    "views": 5,
    "valid": 1
  },
  {
    "id": 54,
    "category_id": 1,
    "title": "綠茶常見問題",
    "content": "綠茶可以每天喝嗎？\n建議一天適量飲用，避免因攝取過多而有失眠或鐵質吸收不足的狀況。\n\n綠茶什麼人不能喝？\n綠茶裡含有少量咖啡因，孕期哺乳女性、容易心悸、腸胃不好、患貧血與低血糖者使用時皆要注意用量，因綠茶中含有咖啡因，及與鐵質不溶的成分。\n\n什麼時候喝綠茶最好？\n早上及中午飯後喝點綠茶，可以幫助醒腦，提升工作動力。\n\n運動前也適合飲用綠茶，因綠茶中的兒茶素可以幫助脂肪燃燒，加速運動中的身體代謝。",
    "created_at": "2024-06-05 14:38:40",
    "updated_at": "2024-06-05 14:38:40",
    "article_images": "teaknow50.webp",
    "views": 7,
    "valid": 1
  },
  {
    "id": 55,
    "category_id": 2,
    "title": "農產品加工成為合格廠原料，究竟多困難？",
    "content": "從第一代手工茶葉萃取物，到國際認可的化妝品原料『茶炭方® 』，七三茶堂7teahouse 的茶洗沐之路。\n今年台灣的柚子產量過剩，再次引起大眾討論柚子要拿去做精油、做清潔劑...等話題，農產品加工學出身的 韋恩的食農生活 ，對此有感而發：「台灣人對食品加工、農產品加工是不是有什麼誤會? 」道出農產品的加工，從手作，到量產成為ISO合格工廠可以用的原料，是一條很長很長的路...\n\n來自茶葉的防護力，真正實踐並商業化落實。\n七三茶堂7teahouse 自2012年開始，以萃取茶葉裡的物質來做洗沐品，到2022年開發出自己的專利「奈米級抑菌成分-茶炭方®」，並且取得 INCI登錄 ， 讓茶炭方® 成為國際認可的化妝品原料，10年過來人的身份，特別能感同深受其中是如何的不容易與艱辛！\n\n\n古早時代，茶葉就被人們認為具有清潔作用，以「茶KO」來清潔身體與生活器具。七三從事精緻茶葉，懂茶樹生理也懂茶葉化學。七三的茶潔淨洗沐萃取物原料，第一代自己手工做起，以沖泡過的茶葉再利用，萃取出茶皂苷、茶鹼等物質，做出「茶。潔手慕斯」，以及後來升級版的「茶。潔手露」。\n之後歷經政府修改化粧品管理法規，這樣方式產出的萃取物，被化妝品廠拒絕，認為使用這樣的萃取物，無法進入量產。為何？ 化妝品廠認為這樣不是一個正式的 “化妝品等級原料”，規格書、COA等ISO系統必需文件闕如，以他們嚴格的ISO品管來看，實在無法納入。\n\n\n正在進退維谷之際，七三團隊與炬銨生物科技公司團隊討論到此事，炬銨很慷慨地說，這事可以交給他們研發。\n\n \n\n炬銨是由海洋大學林翰佳教授技轉設立的生技公司，獲得國家級的新創獎無數，以生產具有天然抗菌效果的「草本炭方」聞名，應用於養殖業，可以取代抗生素，達成無抗生素的健康養殖，是劃時代的貢獻。\n\n \n\n而「草本炭方」用的是一些天然漢方草本植物，如果轉而改用茶葉，似乎也值得一試，於是炬銨的博士級研究員們就展開了將茶葉進行專利製程的測試與調整，經過一遍遍的努力，成功生產出了具有抑制多種細菌效果的 『茶炭方®』。\n\n茶炭方®源自領先世界的台灣頂尖科學研究基礎。\n『茶炭方®』開發出來之後，還要進行一連串的驗證測試，如抑菌能力檢定、與洗髮精、沐浴乳電荷相容性測試等等，規格確立以完成規格書，確保每次生產都能標準化更是不可少的量產準備。\n\n \n\n此外，最重要的，是到美國個人護理用品協會(PCPC) ，申請國際性認可的INCI，成為正式國際通用的化妝品原料之一。至此，『茶炭方®』 才成為能被ISO工廠接受的化妝品原料。\n\n \n\n『茶炭方®』的成功開發，讓七三的洗沐系列，從初級加工成品，level up至國際級的舞台。\n身為台灣本出長出來的茶品牌，環保永續及台灣惜物精神，更是自品牌誕生便長在企業DNA裡。\n\n \n\n因此，無論是將沖泡過的茶葉葉底，從中萃取出茶皂苷、茶鹼等天然界面活性物質，或是使用嫩葉以外，較不具經濟效益的老葉、茶枝等部位來萃取，擴展茶的新經濟價值。\n\n \n\n七三的專家團隊，在實驗室裡嘗試多種萃取茶葉的方法，從不將自己受限在傳統的茶葉使用思維之中。\n茶炭方®，具有廣效抑菌的防護力、卻如茶般的溫和而無侵略性。使用後沖洗至河流大自然中，也不會造成環境負擔，不會產生超級細菌。\n\n \n\n而市面上，具科學抑菌力的洗沐品，99.9%使用「化學抑菌」成分。化學成分雖然立即強效，但卻有殘留對人類的健康與生態環境造成負擔的疑慮。那正是為何 七三茶堂 想要開發屬於較溫和且成分天然的「物理抑菌」技術 茶炭方® 。\n茶炭方®的存在，之於社會消費大眾的意義，當我們選擇使用有健康防護基礎的洗沐品時，茶炭方® 不僅是對人體溫和安全無毒的，同時也能與我們想要保護自然生態環境的價值觀，取得平衡。\n\n \n\n對世界的茶葉應用發展史來說，幾千年來，口耳相傳茶葉具有維護健康的抑菌效用，如今，被科學證實確實如此，這是茶業的一大進步！\n\n \n\n對七三做為茶生活提案者，想要讓茶的美好，自然而然地在人們的生活中發生，茶炭方®是一大跨步的實踐。",
    "created_at": "2024-06-05 17:48:48",
    "updated_at": "2024-08-03 15:57:52",
    "article_images": "teanew4.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 56,
    "category_id": 2,
    "title": "「咖啡因」極其低微的茶葉。",
    "content": "微咖啡因茶，再晚喝也不擔心睡眠\n100%茶葉可以做到「極低微咖啡因」嗎？\n答案是：可行的！只要我們夠了解茶樹生理與茶葉製作原理。\n原來，昆蟲也不愛「咖啡因」的苦味呀～\n透過對茶樹生理的理解，我們了解到「咖啡因」其實是茶樹對抗生活中逆境的一種防禦性代謝物質。所謂茶樹的逆境，主要指的是「昆蟲咬食」的危害。\n\n當環境溫暖，不那麼寒冷的時候（如，夏秋兩季）昆蟲會大量繁殖。而樹梢上的稚嫩芽葉，便是昆蟲們最愛的食物。\n\n為了保護自己，避免昆蟲被啃食，茶樹會自行代謝具有苦滋味的「咖啡因」物質，並集中聚集在茶芽嫩葉上，保護茶芽不被昆蟲啃食。\n\n因此，如果我們想要做出微咖啡因茶，那麼茶樹的「種植環境」、「採製季節」、「採摘部位」（如：茶芽、嫩葉、成熟葉…等）都需要精心分類挑揀，才可能創造出一款100%茶葉，但咖啡因卻極微乎其微的茶葉。\n\n極致深度炭焙，去除茶葉內的咖啡因\n您喜愛鐵觀音、凍頂烏龍茶的風味嗎？或，喜愛喝city roast烘焙程度以上的咖啡嗎？\n\n \n\n「高溫烘焙」能將茶葉的咖啡因昇華於外。為了藉由烘焙來減輕茶葉咖啡因並提升風味，七三茶堂 選擇以費時耗工的「龍眼木炭」反覆焙火。\n\n減輕咖啡因的同時，深焙出具「甜香調」、「巧克力調」般的 麥芽糖、焦糖、牛奶巧克力、黑巧克力般的迷人風味。創造出毫苦味，卻風味濃郁的「微量咖啡因茶」。\n\n微量咖啡因的檢測與命名由來\n\n製作出的「微量咖啡因茶」，經過公正第三方實驗以100℃ 熱水浸泡30分鐘，測得咖啡因濃度為3.1mg/100ml，因此將該茶命名〈三毫克烏龍 3mg Oolong〉。\n\n咖啡因濃度「3.1mg/100ml」代表什麼呢？\n\n依照中華民國國家對於罐裝飲料的咖啡因濃度標示標準，低於2mg/100ml即可標註為「低咖啡因飲料」，然而〈三毫克烏龍〉其實非常接近這個標準。\n\n如果，日常裡我們不熱泡超過30分鐘，或者是直接冷泡萃取，那麼〈三毫克烏龍〉的咖啡因一定會更低更少！",
    "created_at": "2024-06-05 17:49:28",
    "updated_at": "2024-08-03 15:57:19",
    "article_images": "teanew3.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 57,
    "category_id": 4,
    "title": "冷泡茶，冷泡茶比例：適用所有茶葉的冷泡作法教學與解答",
    "content": "在萃取的定義上，「冷泡茶」與「熱泡茶」都是屬於泡茶方法的一種，兩者間差異在於「泡茶水溫」。\n\n \n\n「泡茶水溫」的高低，影響到我們決定茶葉「浸泡時間」的長短，當然也直接影響茶葉水溶性風味物質的釋放速度，造成最終茶湯滋味與口感差異。\n\n \n\n「泡茶水溫」與「浸泡時間」：\n\n熱泡茶：大多使用「85~100℃高溫熱水」來泡茶，浸泡時間僅需半分鐘~五分鐘浸泡，即能完成萃取。\n\n \n\n冷泡茶：使用「25℃室溫（常溫）冷水」來泡茶，再加上長時間於冰箱冷藏（4℃）靜置。因此，冷泡茶通常需要動輒4～8小時，超過半天的浸泡，才能完成一瓶冷泡茶的製作。\n\n如何製作冷泡茶？七三茶堂。\n冷泡茶比例與如何製作？\n\n \n\n建議您不妨先以接近「1g：100ml」的濃度比例進行冷泡萃取。\n\n \n\n冷泡茶 Step1、2、3：\n\nStep 1：冷泡茶瓶內置放3g茶葉或茶包1個。\nStep 2：倒入常溫冷水至滿，蓋上瓶蓋。\nStep 3：置於冰箱冷藏4~8小時之後，即可享受冰涼冷泡茶。\n \n\n若萃取出來的冷泡茶，覺得茶味太濃或太淡，都可以再依此比例減輕或增加投葉量，來進行微調。\n\n \n\n冷泡茶瓶，七三茶堂。\n茶味物質與水溫的關係。\n\n \n\n茶多酚（兒茶素）、咖啡因與茶胺酸，是茶葉裡的主要風味物質。分別是：澀、苦、甜（甘）三種喝茶滋味感受，三者共佔約茶味水溶性總物質量的70%。\n\n \n\n \n\n茶多酚、兒茶素：「澀感」主要來源。\n咖啡因：「苦味」主要來源。\n茶胺酸：「甘甜味」主要來源。\n \n\n帶來喝茶苦澀味的「咖啡因」與「茶多酚」喜歡高水溫，水溫越高，咖啡因、茶多酚釋放越多越快！當水溫較低時，咖啡因與茶多酚都偏好選擇留在茶葉細胞壁裡面，不想跑到（釋放）茶湯之中，因此含量較少。\n\n \n\n帶來喝茶甘甜味的「茶胺酸」則是比較外向的！無論是高水溫或低水溫，他都喜歡往外跑，溶解於茶湯之中。因此，無論泡茶水溫的高低，我們都能喝到茶的甘甜滋味。\n\n\n冷泡茶比較甘甜，七三茶堂。\n冷泡茶較甘甜，苦澀感也較低！\n\n \n\n冷泡茶的茶湯裡茶多酚與咖啡因含量較少，因此，我們不喜歡的澀苦味自然就降低一些！\n\n \n\n澀苦味低，我們的味蕾能感受到的甘甜滋味就變得容易許多。這就是為什麼我們總覺得「冷泡茶比較甘甜」的原因了！\n\n \n\n \n\n冷泡茶的賞味期限。\n\n \n\n冷泡茶最佳賞味期：製作時間起算，48小時內飲用完畢。\n\n \n\n原因一：不建議您將茶葉浸泡太久，因為冷泡更久，其實不會更加美味。\n\n \n\n原因二：沒有熱殺菌的茶湯，茶湯放越久受到微生物感染而變質的可能性會增加。\n\n \n\n冷泡茶的最佳製作時機。\n什麼茶葉適合冷泡？\n\n \n\n冷泡，就是一種泡茶方法。因此，所有類型的茶葉或茶類都可以冷泡！\n\n \n\n只是，若在風味表現的考究上，推薦您以下合適冷泡的茶葉：\n\n一、綠茶：如，三峽碧螺春、日本煎茶...等各式綠茶。\n\n \n\n二、清香型烏龍茶：如，文山包種茶、高山烏龍茶...等。\n\n \n\n三、果香型烏龍茶：如，東方美人茶、番庄烏龍茶、台東紅烏龍...等。\n\n \n\n四、小葉種紅茶：如，蜜香紅茶、高山紅茶...等各式台灣紅茶。\n\n \n\n五、大葉種紅茶：如，紅玉紅茶、阿薩姆紅茶、外國產區紅茶。\n\n冷泡茶教學，七三茶堂。\n冷泡茶的咖啡因較低嗎？！\n\n \n\n是的！相較於熱茶，冷泡茶的咖啡因是低上許多的！因此，想要喝茶，卻又擔心喝茶睡不著覺的您，不妨可以試試「冷泡茶」。\n\n \n\n科學實驗發現：茶葉在100℃的熱水裡浸泡僅短短一分鐘，所測得的咖啡因量，明顯數倍於在4℃、16小時冷泡茶的咖啡因總量。\n\n \n\n因此，相較於熱茶，冷泡茶裡的咖啡因量確實少很多很多。冷泡茶缺少咖啡因，也正是我們普遍感覺冷泡茶的苦味很弱的原因。\n\n一天之中，何時是製作冷泡茶的最佳時機？\n\n \n\n一般以原葉茶葉來進行冷泡，短則需要4個小時，長則需要8小時，甚至是半天！\n\n \n\n這麼長的冷泡等待時間，幾乎是與我們的睡眠時間相等。因此，小編建議「每天睡前」製作冷泡茶。\n\n \n\n睡前將茶葉或茶包投入冷泡茶瓶，倒入常溫冷水後置於冰箱冷藏，隔天不用等待，一早就有冰涼甘甜的冷泡茶可以享用。\n\n刻度冷泡茶瓶，七三茶堂。\n冷泡需要8小時，有更快速的方法嗎？！\n\n \n\n冷泡茶通常要提早一天準備，等到回家想喝冰茶解渴，打開冰箱的時候發現忘了提前準備，但當場想現泡，也來不及了！就會很扼腕。\n\n \n\n為了讓冷泡茶更隨心所欲地被隨時隨地實現，七三茶堂 嘗試著將台灣原葉茶進一步研磨成小分子，再調和各地台灣茶的優點，讓茶的色香味更快速釋放，也更美味平衡，並達到「快速冷泡」的立即需求！\n\n \n\n為快速冷泡而生，熱泡平衡美味《研磨冷萃茶包系列》。",
    "created_at": "2024-06-06 10:33:31",
    "updated_at": "2024-08-03 15:59:57",
    "article_images": "tealife2.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 58,
    "category_id": 2,
    "title": "喝茶，也能補充順暢消化酵素？",
    "content": "喝的美容品 麴米茶\n\n新鮮茶葉原本含有豐沛的活性酵素，只是在經過「高溫殺菁」（也就是超過100℃的高溫炒製）的製程後，讓酵素紛紛失去活性，茶葉的類別（綠茶、烏龍、紅茶...）也因此確定。因此，喝茶葉泡的茶，我們是攝取不到活性酵素的。\n\n \n\n那麼，我們如何透過喝茶來補充健康所需的活性酵素呢？\n\n\n從其他素材來攝取活性酵素\n您聽過「青春露」麴米的神奇故事嗎？\n我們也許都聽過一個世界級的日系保養品牌的品牌故事。在日本造酒廠工作的婆婆們，將雙手伸入米麴之中攪拌幫助米麴發酵，製造上等清酒。米麴中所含有的「麴酸」...等有益皮膚物質，讓婆婆們的雙手擺脫歲月的積累，而顯得皮膚細緻白嫩。\n\n \n\n發現這個神奇祕密的公司，喊出了「青春露」的口號，並將它發展成一個女孩子們深愛的、可讓肌膚嫩白透亮的美容成分。\n\n麴米的神奇，不只如此...\n不僅「淨白透亮」，日本的營養師們還發現：將麴米泡水後，「麴水」裡含有極為豐富且多樣的「活性消化酵素」！\n\n \n\n飲用「麴水」攝取豐沛的健康酵素，讓麴米的益處不再只是在皮膚表層的塗抹，「麴水」更能促進代謝，進行體內環保，養成「由內而外」的好氣色與美麗自信。\n\n \n\n於是，愛美的日本女性瘋迷在家自製「麴水」。以「麴水 こうじ水」為題的女性雜誌，便如雨後春筍般在日本相繼出刊。\n\n\n\n那麼，酵素是什麼？\n消化酵素是由「蛋白質」構成的有益健康物質，主要維持身體正常功能、消化食物，幫助排便，進行體內環保的同時，還為身體帶來能量。\n\n \n\n同時，酵素也是修復細胞組織必須的生物催化劑。因此，消化酵素被譽為「生命之源」。\n\n酵素能促進代謝，帶來健康與能量\n想像一下，消化性酵素就像是「食物的剪刀」。\n\n \n\n消化酵素能將我們所吃進肚子的食物，由大分子分解（剪碎）成消化系統容易吸收的小分子，這樣營養才容易被人體吸收，產生出滿滿的活力與能量。\n\n \n\n\n消化酵素，可分為三大類：\n\n一、「蛋白酶酵素」負責分解蛋白質食物；\n二、「澱粉酶酵素」負責分解澱粉、醣類；\n三、「脂肪酶酵素」負責分解脂肪物質。\n\n\n酵素，會隨著年紀增長而減少\n其實，我們人體內本來就存有酵素，幫助代謝攝取養分，以維持我們每天的活力。\n\n \n\n只是，人體內的酵素量會隨著年紀增長而下降。研究發現，年紀越大，消失酵素量的速度就越快。這就是為什麼青少年時期的我們吸收力良好，各個活力充沛、氣色好。隨著年紀增長，我們吃進肚子的食物逐漸變得難以消化，健康活力下降，氣色與代謝變差的原因了。\n\n\n品牌首次推出強調『 機能美味兼具』的創作茶款\n台灣茶×日本米麴=〈喝的美容品 麴米茶〉\n具備製茶能力，並以「台灣茶味的可能性」為創作理念，七三茶堂7teahouse 2022年以台灣發酵紅茶與日本製麴技術，跨界創作出兼具「美味」、「健康」與「跨界創意」的新茶飲。這是自2008年品牌成立以來，第一次推出強調「機能、美味與創意」的創作茶款。\n\n \n\n台灣茶葉×日本種麴×台灣米=〈喝的美容品 麴米茶〉。\n\n \n\n風味似「養樂多紅茶」清爽甘甜，好喝耐喝，適合夏天冷泡。〈喝的美容品 麴米茶〉維持身心的健康與美麗。\n\n\n別人表面塗抹，我們用喝的「美容，由內而外」！\n\n1杯〈麴米茶〉抵40條小黃瓜的酵素總量\n經科學實證，將〈麴米茶〉冷泡八小時就有超過3,000+單位的「活性消化酵素」在茶湯裡！\n\n\n您攝取的酵素是「天然的」且「具備活性」嗎？\n經科學實驗，將一包〈麴米茶〉冷泡八小時，茶湯裡就含有超過3,000+單位的各類消化酵素，而且都是活性的。\n\n \n\n3,000+單位酵素量，等同於 40條以上的小黃瓜；等同於30根胡蘿蔔+3.5根白蘿蔔+0.5顆高麗菜的酵素總量。\n\n \n\n我們一天根本無法攝取那麼大量的蔬果！\n\n關於「米麴菌種」的選用\n七三茶堂7teahouse〈麴米茶〉是以日本百年老麴廠「大吟釀等級」的種麴進行培養，並由麴米製麴專門家「日釀生技 SFB」生產製造。\n\n \n\n承襲日本的釀製技術，日釀生技設有無塵室等級製麴室，工廠內實施衛生管理、微生物管理，潔淨操作並且維持恆溫恆濕，掌握麴菌的生長與確保最佳麴米特性，保持酵素活性，是一款機能性與風味兼具的安全衛生麴米。\n\n\n\n哪些人適合〈麴米茶〉？\n人人都適合喝！尤其是：\n\n一、外食族，三餐不均衡又挑食。\n\n二、多魚肉少蔬菜的肉食主義者。\n\n三、熱愛聚餐，外務交際應酬多。\n\n四、兩三天才上一次廁所困擾者。\n\n五、覺得食物難消化，感覺腹脹。\n\n六、氣色不太好，臉色黯沉無光。\n\n七、年紀增，新陳代謝不如以往。\n\n\n〈麴米茶〉零熱量、低咖啡因、體內環保、減負擔\n麴米雖然是日本製作甘酒、清酒的原料，不過，因為甘酒是將麴米研磨後直接飲用，有食用到米、澱粉，因此，甘酒是具有熱量。然而，麴米茶是將麴米浸泡，我們喝的是浸泡後的水溶性滋味與豐富酵素並不直接吃到米與澱粉。因此，麴米茶的熱量是趨近於零的無負擔。\n\n \n\n此外，經過SGS檢驗，冷泡/溫熱泡麴米茶的咖啡因濃度約為8mg。這樣低微的咖啡因含量是一杯易開罐可樂的1/3，更是一杯美式咖啡的1/30。喝麴米茶，不怕睡不著覺，不會咖啡因心悸。",
    "created_at": "2024-07-16 14:27:50",
    "updated_at": "2024-08-03 15:56:54",
    "article_images": "teanew2.webp",
    "views": 46,
    "valid": 1
  },
  {
    "id": 59,
    "category_id": 2,
    "title": "研自茶葉的奈米級防護成分：茶炭方®。",
    "content": "2022年，七三茶堂7teahouse 引用領先世界的台灣學術研究，將台灣茶經過生物科技加值研製出「物理廣效」、「親膚無害」、「環保永續」的奈米級抑菌茶護力【茶炭方®】，並以此專利成分發展出一系列『潔淨護理洗沐用品』，帶來真正令人安心的洗淨。\n\n什麼是 茶炭方®？\n\n茶炭方®是天然且帶有溫和「正電荷」的奈米級生物炭粒。\n\n茶葉含有豐沛的多胺物質，而多胺物質具備天然正電荷能廣效且無抗藥性的物理抑菌。經過「萃取」、「純化（分離）」與「濃縮（聚合）」等三大食品級製程將 茶多胺、咖啡因、茶多酚...等物質精煉出來並重組起來。\n\n您可以想像 茶炭方®就像是數以十萬計，甚至百萬計的極度微小的「奈米級生物炭粒」，而這些極度微小到肉眼看不到的炭粒小尖兵們，粒粒都帶有溫和的「正電荷」帶來物理廣效的抑菌茶護力！\n\n茶炭方®的抑菌方法？\n\n以正負相吸的方式進行物理抑菌，達到廣效且無抗藥性的防護。\n\n正常情況下，病菌的細胞膜結構會呈現帶負電荷的狀態。當正電荷的 茶炭方® 小尖兵遇到了比它個頭還要大數倍以上（約數微米~數十微米大小）的細菌、病原菌，會因正負電中和作用而自動紛附在細菌表皮，拉扯干擾細菌細胞膜的穩定性，很快地細菌就會因為細胞膜破裂而死亡。\n\n茶炭方®的研究基礎為何？\n\n源自領先世界的頂尖台灣學術力與科學力。\n\n七三茶堂7teahouse 茶炭方® 技術根源於 台灣國立海洋大學 生命科學暨生物科技學系 林翰佳 與 黃志清 教授領銜主持的「分子漢方奈米技術 – 草本炭方」物理抑菌科學研究，並且以茶葉為原料所開發出的全新奈米級防護成分。\n\n此外，「草本炭方」研究除了屢獲國際國家級科學創新首獎，如，2018 獲得「台灣新創博覽會發明競賽最高首獎  鉑金獎」、2019獲得「第16屆國家創新獎」、2020年「未來科技獎」以及 2021年「台北生技獎」等之外，同時也獲得國際學術界的高度重視與討論，屢獲國際一級學術期刊刊載，至今已累計達400餘次引用。",
    "created_at": "2024-08-03 15:38:44",
    "updated_at": "2024-08-03 15:55:55",
    "article_images": "teanew1.webp",
    "views": 8,
    "valid": 1
  },
  {
    "id": 60,
    "category_id": 4,
    "title": "自製熱門茶飲，糖戒斷！〈世界紅茶展〉2023限量企劃",
    "content": "一樣的享受，但花的更少！衛生又健康！\n\n大吉嶺、烏瓦、盧胡娜...等知名產區紅茶與台灣茶系列，快速冷泡、熱泡茶、冰鎮茶、奶茶，研磨冷萃茶包享樂技法大公開！\n\n\n最靓最潮：快速冷泡\n冷泡不用再「久等8小時」了！\n製作方法：\n\n \n\n1. 準備研磨冷萃茶包與刻度冷泡茶瓶各一（或600cc礦泉水）。\n\n \n\n2. 放入研磨冷萃茶包，倒入冷水至滿。\n\n \n\n3. 等待15分鐘，即有茶味。\n\n \n\n\n有了研磨冷萃茶包，快速冷泡15分鐘甘甜、30分鐘色香味豐富。\n\n\n冰鎮茶\n高溫、低水量的高濃度萃取法。\n製作方法：\n\n1. 準備研磨冷萃茶包與刻度冷泡瓶各一（或有蓋子的350ml馬克杯）。\n\n \n\n2. 放入研磨冷萃茶包，倒入沸水100ml，蓋上蓋子。\n\n \n\n3. 浸泡5分鐘後，加入大量的冰塊、冰水稀釋。\n\n \n\n\n註：冰鎮茶的口感較冷泡茶濃郁強烈，也是奶茶、水果茶、氣泡茶...等茶飲的基底茶。\n\n\n溫奶茶\n熱茶加入牛奶，或牛奶加入熱茶，你是哪一派？\n製作方法：\n\n1. 準備研磨冷萃茶包與刻度冷泡瓶各一（或有蓋子的馬克杯）。\n\n \n\n2. 放入研磨冷萃茶包，倒入沸水100ml，蓋上蓋子。\n\n \n\n3. 浸泡10分鐘後，倒入120ml冰牛奶（或將熱茶倒入冰牛奶）。\n\n \n\n\n註：需要加糖的朋友，可以在步驟3浸泡完成後，加入細糖粉攪拌溶解後再加入冰牛奶。\n\n\n冰水果茶\n果汁與果醬的酸甜度與濃度大有不同，考驗應變能力。\n製作方法／以檸檬紅茶為例：\n\n \n\n1. 準備研磨冷萃茶包與刻度冷泡瓶各一（或有蓋子的350ml馬克杯）。\n\n \n\n2. 放入研磨冷萃茶包，倒入沸水100ml，蓋上蓋子。\n\n \n\n3. 浸泡5分鐘後，加入冰塊後倒入10ml檸檬汁\n\n \n\n\n註：需要加糖的朋友，可以在步驟3浸泡完成後，加入細糖粉攪拌溶解後再加入冰塊。\n\n〈世界紅茶展〉包含哪些茶？\n盡享世界莊園級紅茶丨2023限量企劃\n大吉嶺紅茶 Darjeeling Black Tea【世界的茶中香檳】：如麝香葡萄般的濃郁果香，刺激爽快，口感生津。\n\n \n\n努瓦拉艾莉亞紅茶 Nuwara Eliya Black Tea【錫蘭的茶中香檳】：柑橘、青草，香氣淡雅而細膩多變，口感輕微刺激。\n\n \n\n坎地 Kandy Black Tea【歷史最悠久的錫蘭茶】：厚實濃郁，柔和爽口。\n\n \n\n烏瓦 Uva Black Tea【世界公認奶茶最強拍檔】：獨特香料與甘草薄荷香，口感強勁，茶色深紅。\n\n \n\n盧胡娜 Ruhuana Black Tea【風靡中東國家的錫蘭寶石】：煙燻桂圓與焦糖香，滋味甘甜，濃醇溫潤。",
    "created_at": "2024-08-03 15:49:31",
    "updated_at": "2024-08-03 15:51:39",
    "article_images": "tealife1.webp",
    "views": 1,
    "valid": 1
  },
  {
    "id": 61,
    "category_id": 4,
    "title": "茶能幫助您擺脫潛藏於溫泉浴池的病菌？",
    "content": "當心 溫泉浴池 潛藏的 菌菌危機\n喜愛泡溫泉的你，必然對泡溫泉的好處不陌生，小編本身也是常往溫泉區跑的愛好者。\n\n \n\n不過，要快樂的泡溫泉，注意事項可不是只有小心地滑、多喝水、心血管疾病者要當心、或是剛吃飽不要泡溫泉.....這麼表面而已。\n\n\n44度C的溫泉水，能殺死細菌？\n溫泉池潛藏菌菌危機，當心洗出一身菌\n管理良好的溫泉場所，業者多會採連續換水、提高浴池清洗頻率、添加氯或是投資高科技殺菌方式（如陽離子滅菌），來維護溫泉用水清潔。不過，若遇到遊客人數過多，洗溫泉時暴露在病菌威脅的風險就會提高。\n\n \n\n溫泉池環境溫暖潮濕，加上人體自然脫落的毛髮、皮屑的累積，本是細菌滋養的快樂天堂。而浸泡入浴前若未先洗淨身體，則泌尿器官、肛門器官附近的細菌...也會隨之帶進浴池中。\n\n \n\n溫泉水溫度很熱，難道不會殺死細菌？  答案是：不會！ \n\n \n\n多數人體可以承受的溫泉水高溫只到44度，而這個水溫是無法殺死所有細菌的。\n\n\n\n享受泡溫泉的好處，但不要泡出麻煩\n有些人泡完溫泉後的2、3天，皮膚會出現紅疹。根據皮膚科醫生的經驗，可能就是溫泉毛囊炎 -  一種因為綠膿桿菌感染而引起的紅疹。\n\n \n\n***小知識：綠膿桿菌喜好潮濕，土壤、有水的環境、醫院，都可能是綠膿桿菌潛伏之處，伺機感染傷口或免疫力低下的人***\n\n \n\n其他像是糞便性大腸桿菌、金黃色葡萄球菌....也是浴池常見、可能致病的生活細菌。\n\n\n至於溫泉池的哪些地方，是潛藏細菌的高風險區呢？\n\n \n\n人來人踩的腳踏墊、浴池邊緣的水泥牆或石頭、座椅等，都是細菌生長密度較高之處。出入溫泉區時，提醒留意這些地方。屁股坐下來前，先鋪上乾淨的乾毛巾、或是先沖洗座椅後再坐下來，會是比較安全的自我防護。\n\n\n\n而浸泡溫泉時，頸部以上保持乾燥，身體粘膜組織部位像是口腔、鼻腔、眼部等，避免接觸浸洗到溫泉浴水。粘膜組織不似皮膚，只有一層細胞，所以容易接觸感染（別在溫泉池游泳喔）\n\n \n\n至於，泡完溫泉後，究竟是不要沖澡、讓溫泉水裡的礦物物質，留在肌膚上延續美容效果？ 或是穿上衣服前，將身體沖洗乾淨，以免讓溫泉池的細菌隨著你一起回家？\n\n \n\n衛生專家的建議是，完浴後再次把身體沖洗乾淨，再穿上衣服，會是比較安全衛生的。\n\n\n防護自己也防護他人，入浴前後，記得茶炭方®一下\n入浴前洗茶炭方®，是保護他人，避免把細菌帶入溫泉池。\n\n完浴後洗茶炭方®，是保護自己，避免將溫泉細菌帶回家！\n\n \n\n比起一般化學成分抑菌的洗沐品，物理抑菌原理的茶炭方®不僅抑菌也對肌膚較為溫和，非常適合在泡溫泉時使用。\n\n \n\n無論洗身體或洗頭，讓茶炭方®的細緻泡沫在肌膚、頭髮停留1-2分鐘，享受茶炭方®與各項草本物質為髮膚帶來的廣效防護與調理肌膚的益處。\n\n \n\n萃取自茶葉，如茶般溫和的茶炭方®，親膚不刺激肌膚，即使角質層較脆弱的私密處，也可安心洗。洗後肌膚細緻，延長泡溫泉美容肌膚的好感受。\n\n.\n\n\n*************\n\n茶炭方小檔案\n\n茶炭方®萃取自茶葉，是帶有正電荷的奈米級多胺生物炭，利用正負電荷相吸原理，拉扯細菌表皮進而殺死細菌。比起化學抗菌劑的單一性與強效性，茶炭方的物理抑菌方式，具備廣效性，且不使病菌產生抗藥性，不殘留，安全無毒。對身體、對自然生態環境都是更好的選擇。\n\n*************\n\n防護你，也保護自然生態\n面對環境病菌可能帶來的健康困擾，當我們選擇使用有健康防護基礎的洗沐品時，茶炭方® 不僅是對人體溫和安全無毒的，同時也能與我們想要保護自然生態環境的價值觀，取得平衡。\n\n天然溫泉的美好，本是自然的恩賜。享受洗溫泉的好處時，在潔淨洗沐品的選擇，多一點自我防護、多一點為他人著想、更多一點保護生態，這樣，你喜歡的美好與自然生態的美好，更能永續下去！",
    "created_at": "2024-08-03 16:01:20",
    "updated_at": "2024-08-03 16:01:20",
    "article_images": "tealife3.webp",
    "views": 6,
    "valid": 1
  },
  {
    "id": 62,
    "category_id": 4,
    "title": "如何縮短冷泡茶的時間？達到快速冷泡，冷泡現泡。",
    "content": "炎熱的夏天裡，等到想要喝冷泡茶消暑解渴時，才開始製作冷泡茶，往往都緩不濟急，遠水救不了近火。因為製作冷泡茶，通常短則需要4個小時、長則8小時，一等通常是半天以上的時間。\n\n \n\n有什麼方法，能大大的縮短冷泡茶的等待時間？讓冷泡也可以現泡，讓我們隨時都可以喝到「甘醇沁涼、健康無糖又消暑的冷泡茶」。\n\n\n首先，我們需要了解 為什麼冷泡茶需要等那麼久？\n關鍵一：因為冷泡茶的萃取「水溫」很低。\n\n \n\n熱泡茶時，我們以沸騰熱水（接近100℃）泡原葉茶，通常僅需要等待1~2分鐘，茶葉就泡開、有色香味了。當我們降低泡茶的水溫，我們就會覺得需要延長浸泡時間，才能有濃度足夠的茶。水溫越低，茶葉的浸泡時間就要拉越長，才好喝。\n\n \n\n冷泡茶，我們以「常溫水（約當25℃）」，甚至是加入常溫水後，絕大部分時間都在冰箱冷藏的「4℃冷藏溫度」進行極低溫萃取。因此，茶專家才會建議最佳的冷泡茶時間為「條型茶（三峽碧螺春、包種茶、蜜香紅茶...）4小時」、「球型茶（高山烏龍、凍頂烏龍、四季春...）8小時」。\n\n \n\n關鍵二：我們習慣以「原葉茶」進行冷泡。\n\n \n\n台灣是講究原葉採摘與製茶工藝的茶葉生產地。原葉茶通常揉成緊結的茶球或者緊實的條型，如此一來，賣相佳也易於包裝。不過，外型揉捻緊結的茶葉，讓會讓冷泡茶的冷水更難滲透進入茶葉的細胞組織，讓茶葉舒展並將存於茶葉細胞內的滋味物質帶到水中。\n\n如果這樣，我們又該要如何才能加快冷泡茶的釋放速度？\n若我們提高水溫，就會失去冷泡茶「甘甜不苦」的特性，失去了冷泡的意義。（想了解冷泡茶為何甘甜不苦，可前往閱讀 這裡）\n\n \n\n因此，既然冷泡茶的「冷水溫」必須被固定、無法改變，那麼，我們只好往改變「原葉茶」的方向思考，來加快冷泡的速度，縮短等待的時間。\n\n\n將原葉茶進行研磨，達到快速冷泡！\n讓原葉茶變成小分子，茶味快速釋放\n當我們把原葉茶研磨成細小顆粒後，茶葉的觸水面積瞬間加大，冷水就更容易滲透到茶葉裡的每一細胞內，快速溶解出存於茶葉細胞內的茶味道。如此一來，便可達到快速冷泡，茶味快速釋放的「冷泡現泡」了！\n\n\n既然，已「研磨」成小分子，不妨，再進一步「調和」讓風味臻於平衡\n「研磨」加速茶味釋放；「調和」能達到風味完美調配與平衡。例如：高山茶細致、低海拔茶濃郁，將兩者以完美比例調配，就能調和出細致濃郁平衡的好茶。\n\n\n不需要吊牌棉繩的茶包 冷泡快速釋放、熱泡不苦澀\n研磨後的茶葉，體積變小了，可以放進更小的茶包空間裡。如此一來，我們可以將茶包做成特殊的長條形。「條形茶包」能適應任何大小的瓶口瓶器，包含常見的寶特瓶礦泉水。\n\n \n\n此外，「調和」讓冷熱泡都適宜，不怕久浸澀苦，那麼茶包就不再需要「吊牌棉繩」了！為了能通過長時間浸泡，七三使用經檢驗無毒的食用級棉紙，作為研磨調和茶-快萃茶包的材質。",
    "created_at": "2024-08-03 16:02:18",
    "updated_at": "2024-08-03 16:02:18",
    "article_images": "tealife4.webp",
    "views": 1,
    "valid": 1
  },
  {
    "id": 63,
    "category_id": 4,
    "title": "茶味控，手工餅乾、起司蛋糕、茶飲製作全攻略。",
    "content": "快來看看，抹茶等級的台灣茶粉《喫茶粉》可以變化出什麼美食與茶飲吧！\n\n茶香手工餅乾、清香烏龍起司蛋糕，還有好看又好喝的台灣茶奶茶，手把手教學！\n\n一、茶香餅乾\n料理難度 ★ ☆ ☆ \n所需時間 ★ ★ ★\n\n\n食譜簡介：\n\n\n使用七三茶堂有機茶園製作的茶粉，與奶油、麵粉攪打，烘烤成茶香馥郁的餅乾，帶來一屋子的溫暖茶香，療癒又簡單，你一定要試試！\n\n食材清單\n\n低筋麵粉          145g\n清香烏龍茶粉   4.5g (任意茶粉都適合製作茶香餅乾喔!)\n全蛋                  1顆\n無鋁泡打粉       1g\n無鹽奶油          80g\n細砂糖              55g\n \n\n料理步驟\n\n1. 無鹽奶油放室溫軟化，打散後加入細砂糖，再用攪拌器打至蓬鬆。\n\n2. 將全蛋加入奶油，攪打至完全乳化融合(約需要兩分鐘)。\n\n3. 麵粉、茶粉與泡打粉先混合均勻，再過篩加進2。\n\n4. 用刮刀輕柔快速拌勻，直到不見粉粒即可。\n\n5. 用保鮮膜包覆麵團，放進冰箱冷藏2小時以上。\n\n6. 取出麵團，切約0.5cm厚，形狀隨意。\n\n7. 烤箱預熱180度，烤20分鐘，邊緣開始變色即可出爐。\n\n\n二、清香烏龍乳酪蛋糕\n料理難度 ★ ★ ☆ \n所需時間 ★ ★ ★\n\n茶香起司蛋糕，七三茶堂。\n食譜簡介：\n\n\n使用七三茶堂有機茶園製作的茶粉，與奶油乳酪、消化餅乾...等食材，就能製作出美味的茶香乳酪蛋糕。低溫冷藏，讓涼爽美味的茶香乳酪蛋糕帶來滿滿的幸福感受與夏日樹蔭下的陣陣涼風，簡單又療癒！\n\n \n\n食材清單\n\n奶油乳酪          250g\n清香烏龍茶粉  10g (任意茶粉都適合製作茶香乳酪蛋糕喔!)\n鮮奶油              170ml\n細砂糖              50g\n消化餅乾          100g\n無鹽奶油          35g\n吉利丁              2片 \n熱水                 15g\n \n\n料理步驟\n\n1. 將消化餅乾用調理器打碎，或是將消化餅乾放置塑膠袋中敲碎也可以。\n\n2. 將無鹽奶油融化，與餅乾粉拌合，放入蛋糕模中，用湯匙或是刮刀壓平。\n\n3. 奶油乳酪用打蛋器攪散，加入細砂糖，打發約五分鐘後至微微蓬鬆，放一旁備用。\n\n4. 準備另一個小缽，將茶粉倒入，再加入熱水（順序不可替換，以防止茶粉結塊），用湯匙或是茶筅將兩者混合均勻，一旁備用。\n\n5. 將吉利丁隔水加熱融化，加入3的奶油乳酪糊中，用刮刀拌合均勻。\n\n6. 鮮奶油打至八分發，加入5的奶油乳酪糊中，用刮刀拌合均勻。\n\n7. 將約四匙的奶油乳酪加入蛋糕模中，用湯匙或刮刀慢慢推平。\n\n8. 在剩餘的奶油乳酪糊中加入兩匙茶粉膏，拌勻。舀約兩大匙的奶油乳酪糊，從蛋糕體中心加入，用湯匙慢慢推平。\n\n9. 再在剩餘的奶油乳酪糊中加入兩匙茶粉膏，拌勻。一樣舀約兩大匙的奶油乳酪糊，從蛋糕體中心加入，用湯匙慢慢推平。\n\n10. 重複以上 加入兩匙茶粉膏，拌勻奶油乳酪餡，舀約兩大匙的奶油乳酪糊從蛋糕體中心加入，用湯匙慢慢推平的步驟，做出漸層。\n\n11. 所有奶油乳酪糊用完後約可做5-6層，輕敲搖晃蛋糕模將大的氣孔排出，表面整瓶，放入冰箱冷層兩小時以上。\n\n12. 取出冷藏固定好的蛋糕，用熱毛巾在模具外圈擦拭，讓外層的蛋糕稍微融化，便可順利取下模具。\n\n13. 撒上糖粉、茶粉，稍加裝飾，便可開心品嚐濃郁茶香的生乳酪蛋糕。\n\n\n三、冰妙媞 Iced Milk Tea\n\n料理難度 ☆ ☆ ☆ \n所需時間 ☆ ☆ ☆\n\n食譜簡介：\n\n\n以濃茶、鮮奶所調製出來的鮮奶茶，七三稱之為「妙媞 Milk Tea」。讓我們運用台灣系列茶粉以及刻度冷泡茶瓶來調製出一瓶視覺美觀又香濃好喝的冰妙媞。\n\n \n\n食材清單\n\n炭焙烏龍茶粉  8平匙，約4g (任意茶粉都適合調製成妙媞喔!)\n蔗糖水             20ml\n冰塊                 滿瓶\n鮮奶                 120ml\n \n\n料理步驟\n\n1. 茶粉8平匙，約4g，加入熱水80ml後搖晃均勻，讓茶粉釋放出濃郁茶味。\n\n2. 加入糖水。糖水量依自己喜好酌量添加喔。\n\nPS 1. 濃茶加入糖水，會讓濃茶的比重較重，比較容易做到讓奶茶分層的視覺效果。\nPS 2.糖水的煮法：開水500g，煮沸後加入蔗糖500g，攪拌製蔗糖全數溶解後熄火。 水與蔗糖的比例以1:1為原則。\n3. 加入冰塊至滿瓶。此時，熱濃茶會溶解一部分的冰塊。\n\n4. 倒入鮮奶至滿。倒鮮奶時，記得力道放輕，美美的分層奶茶就呈現在我們面前了~",
    "created_at": "2024-08-03 16:03:17",
    "updated_at": "2024-08-03 16:03:17",
    "article_images": "tealife5.webp",
    "views": 2,
    "valid": 1
  },
  {
    "id": 64,
    "category_id": 3,
    "title": "茶的故事：當愛上喝茶，一杯茶，就是一生的緣！",
    "content": "茶在愛茶人的心裡，早已不僅僅是茶，它更像是百態人生，譜寫出不同人的不同狀態。讓華語熱聞Gooread中的一文帶我們一覽茶的故事。\n\n\n1\n\n泡茶，知性。\n\n喝茶，知味。\n\n\n論茶，知心。\n\n茶如詩詞，有的婉約，有的豪放；茶如書法，有的豐潤如“顏筋”，有的勁瘦如“柳骨”，有的中規中矩如隸楷，有的張揚奔放如“顛張狂素”。\n\n茶如歌，有的抒情溫婉，有的激越豪邁，有的清遠悠揚，有的蕩氣迴腸。\n\n喜歡茶，每個人或有自己具體的緣由，因為茶的清淡，因為茶的甘甜，因為茶的苦澀，因為茶的柔和，因為茶的回味……\n\n茶在愛茶人的心裡，早已不僅僅是茶，它更像是百態人生，譜寫出不同人的不同狀態。\n\n茶與我們，有說不清的姻緣。上千種茶品，有綠茶、黃茶、白茶、青茶、紅茶、黑茶等，中華大地，各地的名品、舉不勝舉；還有各式各樣泡茶的範式，不管哪一種，愛茶的人會有自己偏好，但是，愛茶懂茶，喜歡都是從內心發出的，每個人，都可以好好的喝一杯茶。\n\n珍藏一杯好茶，等候知心的人。在茶人的眼裡，每個品種的茶都有極品，而喜歡哪個茶類，要看個人的喜好、也會摻入品茶時刻的心情，不同的茶，在不同時刻帶給人不同的感受和理解。\n\n一壺溫暖香甜的茶水相伴，讓你我的相見、緣深緣淺，都變得愈發的有趣。\n\n對茶的喜愛，才有了對茶的痴迷，遇上好的茶，會狂喜不已；錯過了好茶，同樣也會心情不佳。喝茶愛茶，有自己鍾情的茶，也一直追逐著各種茶。\n\n2\n\n獨啜曰神。\n\n二客曰勝。\n\n三四曰趣。\n\n喝茶本是一件身心愉悅的事情，儘管一個人喝茶，也能感受到那種靜謐和舒適，但總覺得缺少點什麼，沒有了三五個人一起喝茶帶來的快樂，茶要多人一起喝，愈發感覺茶味更香醇。有好茶的時候，總想着那個你，這種感覺更能長久地浸透在心底。\n\n喝茶越久，對喝茶的理解、對生活的感悟，就會想着茶真的有好壞嗎？\n\n還是只不過有一些茶是粗放式用大茶壺燒煮的，有一些茶是小情調式用小爐沖泡的，也有一些茶是富貴式用珍藏茶具沖泡的……\n\n不管面對什麼樣環境？愛茶就會品嘗不同場景的茶，感受茶世界不同的姿態。\n\n細思量，茶，其實很多時候並沒有好壞貴賤之分。喝着喝着也漸漸明白，真正的好茶並不是在我們的家裡，而是在我們的心裡，在我們的感覺里，與鍾情的知己一起品著茶，聊着生活的點滴，這種真實的好，才是從容地享受着喝茶的靜美。\n\n品茶越久，心態好了，茶香就更濃了。手捧一杯茶，總會想到你，和對的人一起喝，清水煮茶，看壺中的茶葉翻滾，茶湯慢慢地變濃，杯盞在茶水浸潤下，慢慢變溫熱，喝着喝着，又慢慢變淡，平淡而知味。這種潤滑而溫和的氣息，讓人覺得妥帖、舒暢，最是教人迷戀，即使不說話，就這樣靜靜地喝，也足矣。\n\n畢竟有些聲音，與你有緣的自會聽得到；與你無緣的人，與他說話再多也是廢話。與你有緣的人，你的存在就能驚醒他所有的感覺。\n\n因，只是一個相遇，緣，可是一生相守。\n\n3\n\n一杯清茶慰歲月，偷得安閑做詩文。靜坐時光、聆聽歲月，假日雖去，但有靜心，哪怕半晌之閑，也可體味匆忙的生活中的那一份難得的舒適。\n\n此時溫一壺清茶，思緒隨着淡淡茶香發散，真是清茶一壺也醉人。人生如三道茶：第一道，苦若生命；第二道，甜似愛情；第三道，淡若微風。\n\n人生的起落沉浮，是靜品的一杯茶的禪境：拿起、放下。時間像風一樣的掠過，流年盛事終成過往，踏浪人生的激越，終被一隅心田的寧靜安放。\n\n把心浸泡在流年的一盞茶里，甘之若飴的味道，是飲盡苦澀後才品嘗到的甘甜。心若長滿綠蔭，春天便不再是遙遠的事情。\n\n酒能熱忱一時，茶能溫暖一生。人生註定要飄浮，註定要經歷風雨和磨難，註定要在起起落落中歸於平靜。\n\n品茶，品人生之五味，品生命之甘醇。一柱香，一杯茶，就是一生的緣。\n\n緣來，是茶。\n\n緣來，就是你。\n\n因空見茶，由茶生情。\n\n傳情入茶，自茶悟空。\n\n4\n\n茶几邊，溫熱的茶湯，綿長入口。有些心事，如鯁在喉，卻在茶里浸潤，融散開來。把寂寂的思念，在茶香里沉澱，那清晰的夢裡，我一直都在跟隨着你。\n\n那一方殘荷，還有點點嫣紅在水中娉婷，我就在這裡，溫好茶等你。一枚落葉，隨風舞蹈，且聽風吟。\n\n時光，掠過深秋的眉鬢，吹亂我的青絲，這個清美安恬的季節，因為有牽掛，有期盼，不會再讓我寂涼。\n\n靜夜寂寂，涼風習習。想要寫的詩句，終是無法落筆。斑駁的往事，如牆角寂寞的紫羅，欲語還休。\n\n一杯茶，已經喝到無味，窗外，夜雨淅淅，潮濕了思緒。我在北川，你在江南，始終，隔着一個雲水的距離。\n\n牆角，青藤依舊鬱郁。雲朵，在暗夜裡悠悠，伸手，握住一縷風的溫柔，就像握住了幸福。\n\n回眸，你始終都在我看得見的地方。不言，不語，安靜的微笑着。你，沒有說永遠。我，也沒有說再見。\n\n似水流年的光陰，清美而又明亮，像我們，雲水相望的目光。安然，妥帖。溫一杯清茶，等你尋香而來。\n\n\n5\n\n佛說，\n\n修行有八萬四千法門，\n\n可以是掃地，\n\n可以是爬山，\n\n可以是打牌，\n\n可以是，\n\n知足者歡喜常隨，茶意人生，是一種大氣，一種廣闊，一種無垠。\n\n茶，清凈茶，心，平常心。以平常心品清凈茶，以清凈茶養平常心。正如“心外無佛”一樣，茶道中並沒有高深的理論，用心泡茶，以真摯待人，在一盞清水中，醒開了茶的清純、香甜，余香和守候永遠不會遠走。\n\n一縷茶香染流年，誰知道當初她的芽兒，浸透了奮鬥的淚泉，茶過肺腑，溫暖從心田忽然湧出。曾經的芳華熾烈，曾經的刻骨銘心……\n\n是的，有一種幸福，簡素如茶。喝茶是愛生活之人的專利，泡一杯茶，感受茶葉散發的天然的氣息，收穫一份喧囂生活里的淡然心境。",
    "created_at": "2024-08-03 16:25:42",
    "updated_at": "2024-08-03 16:25:42",
    "article_images": "teastory5.jpg",
    "views": 3,
    "valid": 1
  },
  {
    "id": 65,
    "category_id": 3,
    "title": "這些茶葉的故事與歷史，你知道嗎？",
    "content": "關於茶的起源，融合了神話與事件，並且渲染著古老的靈性與東方哲學思想。 根據中國的傳說，茶的出現在於公元前 2737 年（距離現在約五千年前），偉大的神農氏發現了茶葉的妙用。當時，他除了是中原的統治者之外，還是一位科學家。\n\n\n 人生開門七件事：柴米油鹽醬醋….茶！ \n\n您如果走到便利商店的飲料櫃前，是不是看到有1/4 的瓶裝飲料都是茶類飲品？路邊的手搖飲料店，也幾乎都標榜著與茶相關的類別呢？由此可知，我們真的可以說是全世界最愛喝茶的民族之一。 \n\n今天，我們就來談談茶的故事與傳說，也看看茶是如何流傳到全世界，甚至人們還因為茶葉，引發了戰爭！\n\n青瓷器在歷史上的審美與其時代背景\n 關於茶的起源，融合了神話與事件，並且渲染著古老的靈性與東方哲學思想。\n\n根據中國的傳說，茶出現在公元前 2737 年（距離現在約五千年前），偉大的神農氏發現了茶葉的妙用。當時，他除了是中原的統治者之外，還是一位科學家。\n\n故事是這樣的：有一天，神農氏一如往昔的在後院燒開水，突然一陣風吹來，幾片野生茶樹的葉子恰巧飛入了燒滾的水鍋當中，等到他發現的時候，水已經滾成了茶黃色。富有實驗精神的神農氏，小心翼翼地啜飲了一小口，意外感到心脾透涼，暑氣全消～從此他開始研究起茶葉的藥用特性。\n\n\n 也有另外一派說法，把茶葉的出現歸功於創立禪宗的達摩（Bodhi-Dharma）。在西元 520 年， 達摩離開印度到中國傳遞禪宗思想。相傳他在少林寺面壁九年的期間中，為了達到無上的入定境界，發誓要在沒有睡覺的情況底下持續睜眼冥想。\n\n但是，由於實在太疲勞了，眼皮一直垂下來，真的是痛苦難耐… 達摩為了保持清醒，竟然直接把眼皮撕下來，往旁邊的地上一丟（沒錯，直接撕掉，大師有時候是一般人所不能理解的…）。在達摩扔眼皮的現場，茶樹竟然如雨後春筍般的冒出，後來達摩的徒弟在打禪時候想打瞌睡，就泡茶來喝，據說提神醒腦效果很好，這就是中國的「第一泡茶」！\n\n茶湯的普及\n 不論傳說如何，想要追朔茶的最原始百分之百根據，是不可能的。但我們可以依照茶葉的生長屬性來判斷，茶可能起源於中國西南部，在西藏或印度北部地區。據說，商人們在經商、旅行時經過這邊，也會因為茶葉的效果而直接拿茶葉咀嚼。\n\n唐代，普遍認為是「茶」開始進入了生活品味的時代。茶葉在唐代開始較為普及，也可以透過唐代開始徵收茶稅來證明，這個飲料已經越來越受到歡迎，唐朝的時候，茶甚至被認為是中國的「國飲」。\n\n很多人都知道，唐代的陸羽（西元733-804年）寫下了『茶經』，裡頭清楚地描述茶葉的種類、用途，以及泡茶該如何準備還有喫茶的益處。 更重要的是，茶經裡頭反映了唐代對於佛教、道教與儒家的美學思想。 住在禪院的陸羽以心為體、以茶道為用，在他的茶經裡頭，利用喫茶，表達出簡約與和諧，有序的茶道儀軌，甚至可以讓「心」流轉在整個宇宙當中。\n\n\n 自此，茶進入了浪漫的世紀。在宋朝的文人風帶領之下，歌詠茶道的詩歌與藝術大量盛行，在這個期間，中國的文化對於周邊地區（日本、韓國、越南等等）的藝術、政治與宗教都產生了相當巨大的影響。 \n\n所以到日本旅遊時，還是可以體驗到唐宋當時的飲茶文化，跟在台灣的其實不大一樣。\n\n茶進入日本 \n西元九世紀初，由日本的天台山開山祖高僧 最澄（さいちょう），把中國的茶葉引進日本。\n\n最澄在中國（唐代）學習期間，發現了茶的好處，並帶了種子回到日本，在近江的日吉神社進行種植，「日吉茶園」是日本史料上最早的茶園。然而，茶的流行，卻是到 12 世紀左右才開始深入民間。 \n\n現在日本最流行的抹茶道，是使用石磨將綠茶研磨成細粉，稱作抹茶，是傳統日本茶道（茶の湯）的先驅，後來由禪宗僧人榮西禪師推廣，寫成著作「喫茶養生記」。抹茶是將磨細的茶粉放入手作的茶碗當中，加入熱水並且用茶筅攪拌。\n\n流傳到現代的茶習俗\n直到明朝，才開始將茶葉浸泡到熱水中沖泡。\n\n就跟現在泡茶一樣，已經不是將茶葉壓成茶餅，或是把它用石磨去磨成粉，取而代之的是將茶葉乾燥、揉捻，然後再將其烘培成喜好的程度。 泡茶的時候，只需簡單地將乾燥的茶葉放於熱水當中浸泡，相當地便民與快速，也更加地深入民間，直到現在，我們還都是用這樣的方式在泡茶。 \n\n17 世紀左右，一位中國僧人前往日本的時候，帶上了這種全新烘製的茶葉。不久之後，在京都宇治地方的茶師，依照這樣的雛形改良成新的蒸製茶葉法，並且將這樣的茶葉稱作「煎茶」，也成為了現代日本茶生活當中的主流。\n\n\n西方人發現茶\n九世紀左右，穿梭在歐洲與東方之間的商人、傳教士以及探險家們，接觸了中國與日本的茶葉發展與傳統，從阿拉伯的貿易文件當中，記錄了東方煮苦茶的過程。\n\n後來，馬可波羅（西元1254~1324年），在他的遊記當中也特別寫到了東方人很愛喝一種稱作「茶」的飲料。 然而，到了 17 世紀，西方人才開始注意到「茶」這件事。一位在中國的葡萄牙傳教士，將茶賣往歐洲，再從歐洲進口葡萄酒到中國交互兜售。在西元 1610 年，荷蘭的商人也加入之後，茶葉正式成為重要的貨物之一。 \n\n同時在那一年，中國的第一批茶葉貨物，通過歐洲到達荷屬東印度公司的港口，其實早在船運打通之前，茶葉已經藉由絲路，透過駱駝商人將茶葉帶到了俄羅斯。自此，茶葉的流行迅速蔓延到阿姆斯特丹、巴黎與倫敦等等著名歐洲城市。\n\n茶葉剛傳入歐洲的當時，僅僅只有皇家跟貴族階層才有辦法享用品嚐，對於品茶的稀奇感，讓富人們參與了一場探索與發現時代的東方冒險之旅。\n\n英國的下午茶時光\n保守的英國人，並沒有像歐洲其他地區一樣立即傾向喝茶，對於男性為主要客人的咖啡館而言，咖啡還是主要的首選。有趣的是，茶時尚卻慢慢的成為了上流女性社會的新寵。\n\n西元 1657 年，由湯瑪士・蓋爾威（Thomas Garraway）開啟了首件在英格蘭的咖啡館賣茶葉的生意。他開始出售荷蘭進口的茶葉，並且也在倫敦流行開來！\n\n茶葉在英國獲得更進一步的合法性，是在葡萄牙公主凱薩琳嫁給英國查理二世的時候，喜愛喝茶的凱薩琳公主特別指出了茶葉的好處，以及下午茶的概念。此後不久，英國的東印度公司，在澳門建立了一間茶廠，成為東方貿易的第一個立足點。\n\n\n茶葉的專賣 – 英國東印度公司\n18世紀初期，英國東印度公司取得海上主導貿易的霸權，並且持續壟斷與中國的茶葉貿易。東印度公司在印度地區也成立了許多交易據點，包含孟買、孟加拉與馬達加斯加等等重要海運交通樞紐，東印度公司也同時是英國擴張帝國主義的重要助手，而英國政府也運用政治力量幫助東印度公司，互助下進而建立一個富裕強大的日不落國。\n\n東印度公司不僅僅進行茶葉的販賣，甚至有土地殖民、直接調動軍隊與行使英國法律的權利。英國本來打算利用茶葉貿易的利潤擴張政治權力直達下個世紀，然而，西元1763年涉及美國殖民地以及英法戰爭的政治變化，開始威脅到東印度公司的特權地位。\n\n此外，由於財務管理不善、腐敗與茶葉走私事件層出不窮，東印度公司很快就陷入經營困境。\n\n印度紅茶：大吉嶺和阿薩姆茶\n儘管茶葉被東印度公司壟斷，但在19世紀時，中國仍是西方主要的茶葉來源，為了挖掘茶葉的秘密，並且擺脫對於中國茶葉的依賴，英國茶委會派遣英國植物學家羅伯．福鈞（Robert Fortune）到中國進行機密任務。\n\n羅伯偽裝成商人，到中國各地考察農業與加工技術，最重要的是，他成功帶出了茶苗並且成功移植，而隨行的中國茶葉專家協助羅伯在印度進行茶葉種植和試驗，也扮演了相當重要的角色。\n\n大約在西元1823年，英國陸軍少校羅伯特布魯斯，偶然發現了印度阿薩姆的東北地區種植的土著茶樹。隨後，東印度公司也嘗試在喜馬拉雅山腳下的大吉嶺種植茶葉，也非常的成功。 西元1847 年開始，英國政府開始在大吉嶺地區開發大量的茶園，開啟了新興茶葉的新紀元，也結束了對中國茶葉的依賴。\n\n\n波士頓茶葉事件與英國東印度公司的消亡\n與歐洲其他地區一樣，茶葉最初是在17世紀中葉從荷蘭被帶往美洲港口，當時這港口被稱作「新阿姆斯特丹」。後來英國殖民美洲之後，把該港口再次改名，稱作「紐約」。\n\n同樣的，茶葉也相當受到美洲殖民地的婦女與富人的歡迎，在當時非常流行。 此時，東印度公司說服了英國議會通過“茶葉法”，對茶葉課重稅，並且東印度公司還可以直接運送免稅茶，如此一來，造成殖民地的本地商人利益收損，必須完全依賴英國。 \n\n這在美洲形成了一個緊張的政治氛圍，美洲殖民地開始“無代表、不納稅”的民意訴求，政治上對立的局勢與波士頓茶葉黨抗爭活動達到了高峰，甚至破壞東印度公司的茶葉商船來抵抗英格蘭的高稅收。\n\n波士頓茶葉事件是西元1776年美國大革命的導火線，之後，美國脫離英國殖民統治，英國也終止了東印度公司的壟斷行為，最後東印度公司在西元 1874 年宣告完全倒閉。\n\n\n美國的茶葉創新：冰茶和商業茶包\n在19世紀，飲茶在美國社會中發揮了重要作用，隨著喝茶的普及，美國人開始開發出在地新的茶文化。\n\n『冰茶』的出現也是一種偶然。西元 1904 年在聖路易斯的世博會，國外來參展的茶商本來想向遊客提供免費的熱茶試飲。但是，當時氣候異常炎熱，根本沒人有耐心喝熱茶。 為了促進銷售，茶商向附近的冰淇淋店要了冰塊，放入在熱茶當中；沒想到大受歡迎，冰茶從此在美國粉墨登場，直到現在，冰茶還佔全美茶葉市場銷售的 80 % 左右。\n\n關於茶包，您知道嗎？一開始茶包都是用「手工」製作的，把茶葉放在手工縫製的細布或是絲綢袋子裡。其實，早在西元1903年就有了茶袋的專利，但是並沒有流行。反倒是紐約的茶商 Thomas Sullivan 被認定是第一個創造商業茶包概念的人。\n\n現代人喝茶\n相信您已經大略了解茶葉是如何流傳到世界各地了吧！ \n\n簡單地說，現在垂手可得的茶葉，不管在東、西方，最早都是茶葉的藥用性先被重視，接著演變為貴族專屬的奢華飲品，後來才普及深入大眾化市場。\n\n而我們現在飲茶，跟過去又不大一樣，隨著教育水平與生活水準的提高，我們可以如同舊時代平民一般解渴豪飲，當然也可以像貴族一樣品味享受。\n\n因為茶文化普及，陶藝家也為了不同的飲茶需求，燒製了各種各樣的茶具，在台灣，也融合了亞洲各國的泡茶特色，演變出台灣特有的茶藝文化。 最後，如果您跟我一樣愛喝茶，除了找尋好茶葉，同時也別忘了替自己找一套相稱心愛的茶具喔！",
    "created_at": "2024-08-03 16:27:47",
    "updated_at": "2024-08-03 16:27:47",
    "article_images": "teastory6.webp",
    "views": 6,
    "valid": 1
  },
  {
    "id": 66,
    "category_id": 1,
    "title": "喝茶和觸感也有關！該如何評杯「好茶」？",
    "content": "撰文＝林昱丞\n\n一杯茶，怎樣才叫好，對單純想要「喝好茶」的我來說，與茶道相關的那些事情可能不是這麼重要，「茶湯的品質」才是評斷好壞的依據。和大部分的人一樣，家裡也不是做茶的，儘管偶爾會收到贈送的茶，但基本上所有自己喝的茶，都是要花錢購買；從年輕消費者的角度來說，除了必須非常強調「C／P值」，基本上「好不好喝」才是重點。那怎樣才叫好喝呢？\n\n我認為如果要花錢買茶，還要費一番工夫泡茶，才能喝到茶，那這杯茶最起碼要有「天然的甘甜」，不然直接買一杯「加糖的甘甜」就好；市場上有那麼多現成飲料可以選擇，更何況有時候連白開水喝起來都很甘甜，不過天然的甘甜當然比不上加糖的甘甜來的強烈、直接、明顯，但是在多喝幾次之後，慢慢地就會發現，天然的甘甜雖然比較微弱、柔和，卻會在口腔中存留舒服的感覺，生出的口水也略有甜味，但加糖的甘甜可能入口時很好喝，但喝完以後嘴巴會有酸酸、澀澀的感覺。\n\n好的茶會讓舌尖有滑順的「觸感」\n\n除了味道，一杯茶好不好，還必須從「觸感」來評價，如果這杯茶喝下去之後，造成口腔內任何的一個部分，不管是舌頭、牙齦、上顎等等，有不舒服的感覺，就不能算一杯好茶。那些不舒服的感覺又可細分為「磨、刮、咬」，有些茶，在入口之後，很快地舌頭就有被茶湯「磨過或刮過」的感覺；有些茶，喝下去之後，慢慢的在舌尖會有一種刺刺的感覺，一般稱作「咬舌」（台語），用「觸感」評潤感，都可以比這杯茶好，那怎麼能算是一杯好茶呢？\n\n品質好的茶「濃度」不到味也不行\n\n在評斷「甜度」時，要特別考量「濃度」問題。有時「濃度」對於「甜度」的影響很大，茶葉品質可能很好，但泡得過濃，就不太能表現出甘甜的味道，而偏向表現茶韻的層次感，基本上要判別茶是不是有甜度，最好用濃度適中的標準去判斷，只要喝起來舌頭沒有什麼壓迫感，也沒有喝到水水的味道，那就是「濃度適中」，如果泡得太淡，容易就會甜甜的，但那個甜度通常不一定是來自茶葉本身的甘甜，如同前面說明的，白開水本身都會帶有些許甜度，喝到的很可能只是白開水的甘甜口感。所以要判斷一杯茶好不好，對「濃度」一定要有基本認識。\n\n我見過很多茶行，在泡茶給客人試喝的時候，茶葉量都放得超少，泡出來的茶都是香香甜甜的，那就是在濃度不足的情況下，感受到假象的美好，當然喝淡淡的茶，也沒有不對，只是茶葉最珍貴的味覺享受，就是品嚐各種豐富的氣味，是帶有層次變化的，是可以再三綿延，回味無窮，這樣的感受，在濃度不足的情況下，是無法喝到的。\n\n基本上「甜度和觸感」這個標準，適用於各個等級的茶種，不見得便宜的茶都不好，也不見得貴的茶無可挑剔；茶葉最後形成的價格其實取決於非常多種因素，一味追求高價的茶，往往會迷失在茫茫茶海。衡量自己的預算，然後用這個標準試喝，無形中會提升自己的買茶功力，很快地，你也會形成自己心中的茶道，對於一杯茶，怎樣才叫好，有一番很好的見解。\n\n內容來源：《台灣茶 你好：茶的永恆進化》，時報出版\n\n審稿編輯：李若威",
    "created_at": "2024-05-31 17:01:11",
    "updated_at": "2024-06-07 17:01:11",
    "article_images": "teaknow51.webp",
    "views": 1,
    "valid": 1
  },
  {
    "id": 67,
    "category_id": 1,
    "title": "【品茶，就像品味人生】茶香裡的「人生哲學」：做喜歡的事，才能回心中的甘",
    "content": "《VO》導讀：\n\n茶的甘甜醇厚往往蘊藏在初入口的苦澀中，這也好似人生，追求理想的旅程之中有不同的層次與風味，唯有經過沈澱，方得嚐得最豐富的回甘茶香。\n\n品茶人葉中雄在《且慢茶館》中分享自己在品茶中悟透的「人生哲學」，當一個人完全享受並沈浸在自己熱愛的事物當中，就像每一種茶註定散發的香氣，為值得的人事物堅持，就能保有屬於自己的獨特韻味。\n\n（責任編輯：鄧羽辰）\n\n文/ 品茶人 葉中雄\n\n\n茶，是先讓你感受苦澀，再讓你回甘享受。像在告訴我們要不畏艱苦，堅持做自己喜歡的事，日後才能在心中回味一份甘甜滋味。\n\n在二○二○年台灣首度舉辦的全國有機茶大賞裡，球形烏龍茶組總冠軍翠蛙選由慈心淨源茶場獲得。位在坪林的淨源茶廠能在比賽中，打破南烏龍、北包種的局勢，並在眾多高山茶中以低海拔茶菁獲得首獎，是一件非常不容易的事。茶場內年輕的新世代製茶師團隊在茶菁條件、狀態不均的情況下，以罕見的手法精心製茶，一舉突破重圍拿下比賽冠軍。\n\n在新北石碇，有一位從小聽父親講茶，跟著喝茶、聞茶，底蘊天成的年輕人許先生，在父親身邊耳濡目染之下，跟著做茶僅五年就拿下全國發酵茶製茶技術比賽冠軍。\n\n茶是個深奧且專業的領域，種茶、做茶就是一門不斷學習的課程。或許不少人以為這些年輕茶師是僅憑一時走運才拿到首獎，但其實得獎的背後，都是一段全力以赴，潛心學習、研究，在失敗中不斷嘗試的歷程。有人十年磨一劍，有人花五、六年時間精心打磨一個作品，更重要的是他們都能沉澱自己、自我探索，做自己喜歡的事。\n\n雲門舞集創辦人林懷民說：「一個人的人生，什麼都可以被拿走，只有夢想不能。」一個成功、偉大的作品通常不是靠力量來完成的，而是憑著堅持來完成的。NBA公認史上最偉大球員—— 籃球之神麥可喬丹曾說：「我可以接受失敗，但我不能接受放棄。」專業是不斷累積而來，邁向專業的人不是不會失敗，而是會從失敗中成長，不斷進步，最終成為專業。沒有人能隨隨便便就成功，在成功之前盡是失敗的痕跡，多一分堅持就會離目標更進一步。然而能讓我們堅持的前提是喜愛，所以找到自己熱愛的領域很重要，那將會是驅使我們全力以赴的重要動力。\n\n天生我材必有用，茶如此，人亦如此。每一種茶都有不同的成分、不同功用，不同口感和韻味；就像每個人都有與生俱來的天賦，都有自己的優勢和劣勢。有些事情是你做起來特別順手的，有些事情是不需要任何人督促，就能自動自發開始動手做的，那些讓你真正充滿熱情的事，正是你喜歡、感興趣的事，在那些事物上就能充分發揮你的才能與天賦。\n廣告\n\n\n\n做喜歡的事，才能成就專業\n做自己喜歡的事，才會充滿熱情，因為喜歡而有源源不絕的動力，做自己喜愛的事，才能永不懈怠，每天都過得快樂。做熱愛的事，才有機會出類拔萃，才能成功。更重要的是做你自己熱愛的事，才會了解自己存在的價值。只有做自己熱愛的事你才不會迷失自我。\n\n話雖如此，堅持做喜歡的事，從來就不是簡單的事。周遭有太多現實因素會干擾我們，即便堅持自己也不一定能獲得認同，有時候我們可能出於無奈，被迫選擇一條自己並不喜歡的路。這樣的道路剛開始一定讓自己顛簸不已，有的人苦悶、彆扭，但是有的人仍然努力拼搏，為的就是想在下一個十字路口前能準備好足夠的本事，選擇自己喜歡的岔路走。\n\n也有人在自己不喜歡的路上走久了，發現了這條路不一樣的風景，逐漸讓自己轉變心態喜歡上它，使路途從此變得愉快，雖然多繞了一些路、多轉了一點彎\n卻依然可以帶領我們到達目的地，邁向成功。\n\n人生中有一種悲苦就是明知是自己不喜歡的事，卻堅持做了一輩子。如果我們靜心想想，這樣的遺憾應該不是堅持而是固執。堅持與固執不同，堅持者在意的是「達成心中的願景」，他們追尋的是「成就感」；固執者在意的是「證明自己是對的」，他們追求的是「自尊心」。在其根本意義上，二者是有明顯區別的，我們沒有必要讓堅持變成固執，也不應該把固執視作堅持一意孤行。\n\n知名喜劇大師金凱瑞曾說：「就算做你不喜歡的事，都有可能失敗了，何不一開始就選擇你熱愛的事？」別將時間浪費在一份連你自己都不喜歡的工作上，人生短暫，更要將時間花在自己真正認為重要的事情上。一開始就要選擇自己熱愛的事情來做，只有這樣才能比別人更快、更早地達成你的目標與理想。\n\n有人說：「努力+熱情」是人生的第一桶金。如果有件事是你打從內心很想做的，那麼就不要猶豫，放膽去做吧！\n\n（本文書摘內容出自《且慢茶館：從品茶，品味人生》，由 晨星 授權轉載，並同意 VidaOrange 編寫導讀與修訂標題。首圖圖片來源：Pexels）",
    "created_at": "2024-06-01 17:01:11",
    "updated_at": "2024-06-08 17:01:11",
    "article_images": "teaknow52.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 68,
    "category_id": 4,
    "title": "茶鄉小學飄茶香　太和培育小小茶藝師",
    "content": "by 引用自農業兒農網\n生在茶山中，怎能不識茶？太和國小成立茶藝社，推出茶道文化教學，讓小朋友成為小小茶藝師。\n\n生在茶山中，怎能不識茶？嘉義縣梅山鄉太和國小，位在偏遠的山區，但地理環境得天獨厚，四周都是青翠的高山茶園，在好山好水的涵養下，校園宛如置身世外桃源；而太和社區屬阿里山茶區，家長也大都以種茶製茶維生。周沛玲校長在102年到太和服務後，深刻感受這樣有特色的在地產業，應該融入學校的本位課程，好好推展，讓小朋友藉由課程，更能認同家鄉的產業與文化。因此，學校成立了茶藝社，每週三下午，開放給全校的小朋友自由參加，一起來學習茶道文化，成為小小茶藝師。\n\n周校長說，目前國小部有36人，中高年級幾乎有8成都加入茶藝社。學校邀請有茶藝師認證的社區居民擔任指導老師，課程十分豐富而多元，從基礎到專業，從知識到體驗，讓小朋友不但泡得一手好茶，對於茶道也能說得頭頭是道。像茶的起源、種類、成份、功能，適合種植的環境與成長歷程，更有採茶體驗，學習專門的採茶技巧，辨識如何採摘嫩葉；小朋友也參觀茶廠，了解家鄉茶廠的興衰沿革、茶葉的製作流程，然後根據不同的茶葉掌控沖泡時間，沏出一壺壺好茶來。最後，小茶藝師還要奉茶給師長，把它納入生活教育的一環，從中學習應對進退的禮儀，培養出自信心。\n學校也把茶藝與國語文及音樂課程結合，外聘老師教授陶笛與直笛，而本身學習國樂的周校長，則在課餘教導小朋友彈奏古琴，配合茶藝展演。一次在奮起湖，小朋友以陶笛與古琴的演出伴著茶香飄送，好評如潮；一次是配合阿里山櫻花季，在沼平車站廣場舉辦的品茶音樂饗宴，小朋友擔任泡茶師，在茶香中帶領遊客進行一場｢櫻與音的對話｣。在這場茶席音樂會中，個個都能沉穩展現才藝，態度自信而大器，表現非常優異，真的是經過3年薰陶後，最好的成果回報。\n\n周校長說，山區的資源較缺乏，很希望能給小朋友更多展演的機會，給他們更多的生活歷練，也能把太和的美與好，讓更多人知道。",
    "created_at": "2024-06-02 17:01:11",
    "updated_at": "2024-06-09 17:01:11",
    "article_images": "tealife6.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 69,
    "category_id": 2,
    "title": "茶葉產業的多元創新-從旅遊到文創",
    "content": "由於日本對散裝茶的需求持續下降，因此茶產業的人們想要找尋更多茶葉的創新價值及永續發展的方法，將茶葉融入生活、文化旅遊等多個領域。例如靜岡的一座茶園安裝了太陽能電池板，售出的電力產生了約 10% 的收入。藉由安裝蓄電池的計劃，他們的目標是預計明年將所有工廠使用的能源轉換為可再生能源。另外，一家年輕公司 AOBEAT 讓旅遊業成為茶產業的附加產業，能夠帶領遊客欣賞梯田，品嘗當地特色茶。而熊本的相良村在洪水侵襲之後，作為其村莊恢復計劃的一部分，在河邊建立了簡易茶室和桑拿浴室，以促進當地的旅遊業。\n\n　　為建構多元化產品體系，佐賀縣透過推動「綠信計畫」結合文創禮品需求與茶的推廣，將縣內的茶葉作為信件寄給家人和朋友。而埼玉縣入間市與東京大學的學生合作開發肉桂味的日本茶，目地在將其出口到喜愛香料茶的印度。 此外，為了能夠將廢棄茶田再利用，福岡的星野村用茶籽生產既適合烹飪又可用於護膚的茶籽油。\n\n　　為了符合現代消費者喜好，拓展茶飲市場，京都的一家茶葉公司 Fukujuen 創造了一款帶把手的抹茶杯，讓人們能夠更容易的飲用抹茶。而一家來自靜岡的茶葉公司—Marushichi Seicha也用優質日本茶製作了茶包，售價超過 10,000 日元（約 75 美元）。以另一項獨特的合作則是京都的宇治警察署與老字號茶行福壽園推出了宇治茶包，上面印有呼籲交通安全和特別防止詐騙的標語。\n\n　　綜整以上，透過茶產業的轉型與多元行銷，可提高茶葉的附加價值，以穩定茶產業的永續經營，同時亦可保存與推廣傳統茶的相關文化。",
    "created_at": "2024-06-03 17:01:11",
    "updated_at": "2024-06-10 17:01:11",
    "article_images": "teanew5.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 70,
    "category_id": 2,
    "title": "新世代凍頂人 玩出南投鹿谷創新茶文化，榨茶果汁、天地間野茶、拼配窨花 解構茶的風味秘密",
    "content": "開車在鹿谷山道上，沿路新舊招牌上幾乎都有個「茶」字。走過全盛時期的凍頂茶區，茶文化在此延續香火，也接棒到新世代的手中，傳承飄香。\n\n種植在海拔七、八百公尺左右的凍頂，稱霸高級茶位置長達百年，在台茶界被奉為「北包種， 南凍頂」， 鹿谷茶至一九八〇年代達到顛峰，當時地方上的製茶廠超過一千家。\n\n不過，在高山茶興起後，凍頂茶的銷量逐年下滑，加上慣行種茶多年，造成土壤酸化、品質落差的問題。幸而在鹿谷生活茶會等組織的推進下，茶文化反而成為當地人獨特的日常藝術。站在前人建構的基礎下，鹿谷青年返鄉後以新角度切入老產業，嘗試用創新的手法輸出，從時髦的茶席客座到跨界咖啡館、酒吧、星級餐廳，山村連線到城市，大玩風味遊戲。\n\n開蘭茶，解構風味的秘密\n在台北RAW餐廳，侍者端上一杯以果汁機直接萃出茶葉的「茶果汁」，一股極為鮮活的茶味伴隨淡雅蘭花香氣襲來，這款被命名為Jade Ambrosia神之水的茶，從冷凍保存茶葉本體到沖泡方式都顛覆了傳統茶的概念，一登場火速引起餐飲圈熱烈討論：原來茶可以這樣喝？\n\n不亞於現代餐飲的高度實驗性，四十年歷史的開元茶業催生出開蘭茶（KALON TEA），由二代茶人姐弟謝心怡與謝奇峰共同打造，一個負責行銷，一個負責技術，把父親謝榮煌多年的特殊茶研究，運用香水的概念加以詮釋。\n\n像是，味道如同溪邊一叢野薑花的「夜露」、散發烤海苔餅乾氣息的「浮雲焦糖」、噴發濃烈煙燻可可味的「熔岩迷霧」，以及松樹脂與香蕉果醬結合的「月色漣漪」等，每款茶的描述充滿了詩意情境。\n\n不少人好奇，開蘭茶所強調的特殊茶，到底是什麼？其實，那不是一種茶或是一種工法，而是以科學實驗方法重新探討製茶，解析每一道工法從極大到極小值，那無數中間區段茶所產生的風味。\n\n謝榮煌舉例，揉茶的用意在破壞表面組織，從完全不揉到最極端的破壞，用針氈扎出孔洞的話，會有什麼不同？亦或者，茶葉乾燥是為了去除水分以利保存，若是不用火來乾燥，而是冷凍乾燥呢？茶葉有四百多種味道，他想知道在各種排列組合下，茶會產生什麼味道？\n\n多年來，謝榮煌自問自答，累積千萬個例證，而生物機電背景的謝奇峰也承襲精神，自己研發超小型設備，小量製茶，研究細微調整下的風味，甚至針對沖泡進行各種實驗，比較手壓式萃取機、果汁機、壺泡所釋放出的茶湯，從色澤、風味、口感的差異。\n\n開蘭茶暫且上市六款茶，卻還有許多奇特的私房茶，只在限定茶席出現，等待人前來打開茶的三觀。\n\n山生有幸，從窨花到拼配的茶創\n鹿谷的新茶世代還有郭峻堯與楊垣翰創立的「山生有幸」。\n\n楊垣翰出身鹿谷五代製茶家族，大學畢業後在台北百貨當銷售業務，有天同學郭峻堯突然找上門，問他關於茶的事情，原來是親戚的茶行想要轉型，沒想到兩人聊著聊著卻迸出火花，決定合夥創業茶品牌。\n\n在競爭激烈的老茶區，兩人為了尋找茶的可能性，大量搜尋歷史文獻資料，發現台茶歷史已失落的花茶，曾有一支很重要的外銷茶。郭峻堯說，從前新北三蘆地區種植茉莉、梔子與秀英花，再送到大稻埕窨花（讓茶葉吸附鮮花的香氣），製茶完成後直接從淡水河出口，然而當淡水港因淤積失去出口優勢，加上台北地區產業變化，大稻埕茶商與花茶也隨之沒落。\n\n自早以來，茶產區之間壁壘分明，鹿谷專產凍頂茶，絕對看不到其他茶類，而其他茶區亦然。郭峻堯兩人想在鹿谷玩非傳統的窨花，完全沒有脈絡可循，只好從外文書與歷史資料找尋線索，一步步拼湊出技法的全貌。\n\n在窨出各種無味或怪味的花茶之後，終於完成第一支含笑花烏龍，接著又在台灣各地尋花問茶，開採出茉莉、梔子花、晚香玉、桂花等各種迷人的茶香味。\n\n在花茶的基礎上，兩人發現茶葉是良好的香氣載體，於是進一步思考使用花以外的材料，來玩出不同的味道，「拼配」是茶人俗稱的混茶技法，但談到拼配，多有「拿劣茶混好茶」的負面印象，被認為是不值一提的旁門左道，這使得兩人非常不解：人們為何可以接受國外高價的拼配茶，卻不能接受台灣發展拼配茶？\n\n以成本相對高的窨花茶為基底，郭峻堯與楊垣翰導入西式拼配手法，研究杜松子、檸檬馬鞭草、土肉桂葉、桂花等不同素材，發現調和茶所衍伸的香氣，如：小玉西瓜、金煌芒果、桂花、哈密瓜、香蕉等，是傳統單品茶所無法想像的味道。",
    "created_at": "2024-06-04 17:01:11",
    "updated_at": "2024-06-11 17:01:11",
    "article_images": "teanew6.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 71,
    "category_id": 2,
    "title": "【食品創新】吃在地不是口號！ 擇食把台灣茶從「飲」茶變「呷 」茶",
    "content": "採訪·撰文＝黃欣培\n\n適宜的氣候、溫度、土壤，以及茶人累積下來的製茶工藝，讓台灣茶能夠聞名國際。或許你喝過台灣茶，但你「吃」過嗎？擇食股份有限公司負責人顧瑋，或是你也可以稱她是台灣食材探險家、食物工作者，從2008年至今，「在欉紅」、「不二味」、「台灣原味」、「土生土長」、「泔米食堂」、「米通信」，到2019年的「COFE」，11年來顧瑋已經創立了7個品牌。\n\n幾乎每年創一個新品牌的顧瑋，每個品牌對她來說都是一個探索台灣食材的題目。即便一開始只是單純希望找到安心的食材，但越深入追溯才發現，其實台灣有很多很棒的物產，不需要使用國外的食材就能產出很棒的產品。 顧瑋認為「選擇台灣食材，才能有機會去理解到一個食物從生產到消費端最完整的環節，能夠追溯、理解、進而選擇，如果不知道食物的來源，你不會知道它好不好。」她開發出利用巧克力作為載體的「COTE喫的台灣茶」，把品茶體驗從「喝」變成「吃」，看著明明是巧克力塊，吃起來卻是茶，翻轉了台灣茶的品嚐方法！\n\n用巧克力做為載體，傳遞台灣茶的精神！\n\n台灣的品茶文化就像已經融入日常生活中那樣輕鬆，飲茶的風氣歷史悠久，各個品種的特色都極其鮮明。顧瑋指出，台灣茶的風味多元，即使是相同品種，不同產區就會讓味道有些不同。也因此她藉著這個難以標準化的概念，以台灣官方認定的紅玉紅茶、東方美人茶、鐵觀音等8大特色茶，開發出「COTE」，完整呈現出不同茶種的特色，為的就是傳遞台灣茶的精神。\n\nBean to Bar精神的極大化！可可與精品茶、精品咖啡的換位思考\n\n「COTE」是什麼意思？其實就是Cocoa（可可）與Tea（茶）的結合。一般的黑巧克力，主要由可可、可可脂與糖3個基本元素組成，她以茶葉取代可可成份，並將茶葉與可可脂一起在低溫下長時間精煉，以此萃取出茶葉的風味。\n\n而對於顧瑋來說，這並不是她第一次將可可與其他東西置換，COTE的前身是「COFE」，意即Cocoa與Coffee，「喫的精品咖啡」。為什麼要選定可可來做概念延伸呢？在台灣屏東，可可產業已經逐漸發展，台灣的生產者可以自己包辦從可可豆（Bean）到塊（Bar）的生產過程，包含發酵、烘焙、製造等製程，所製成的Bean to Bar精品巧克力在國際大賽的表現也相當亮眼。因此顧瑋發現，「從Bean to Bar浪潮來看，它其實跟第三波咖啡浪潮相似。」\n\n顧瑋解釋，精品咖啡浪潮注重產地、品種、處理法、風味，這些都與巧克力的Bean to Bar類似，且對於巧克力風味的描述與咖啡風味輪相似。「這代表他們在風味發展的路徑是相似的，譬如說同樣經過發酵、烘焙等類似的處理法。因此你會發現，風味都是有由來的，可可與咖啡的置換才能夠成立。」精品巧克力受到了精品咖啡的影響，顧瑋則受到了Bean to Bar的刺激。\n\n\n\n「COTE」就是Cocoa（可可）與Tea（茶）的結合，以茶葉取代可可成份，並將茶葉與可可脂一起在低溫下長時間精煉，以此萃取出茶葉的風味。\n\n雜糧再造！世界首創以黃豆粉取代奶粉的白巧克力新配方\n\n在成功開發出COFE後，顧瑋與巧克力專賣店「九日風」主廚楊豐旭開始積極嘗試研發「喫的台灣茶」。一開始他們認為跟咖啡一樣，不就是把原料換成茶葉就好了嗎？結果成品竟非常地苦澀，也才了解坊間的抹茶巧克力為什麼需要加入一堆糖跟奶粉來調製，顧瑋笑著說「茶葉磨碎後，不論是可可脂跟糖都沒辦法修飾其澀味，入口時茶的香氣還沒出來，就會先被澀味嚇到！」\n\n後來這個計畫一直放到2019年年初，楊豐旭追問「真的不考慮加奶粉嗎？」堅持食材都得要能溯源的顧瑋表示，就是不想使用，「如果我要溯源奶粉的風味，還得飄洋過海到紐西蘭！這樣對原料的掌握能力有限。」此時她想到家裡有一包台南10號黃豆粉，試做後竟可成功將茶澀味壓抑著，又不會過份干擾茶味，黃豆本身含有的天然卵磷脂還能讓質地更穩定！有了這個試驗的原點，最終的「COTE」產品選定使用國立嘉義大學農藝系副教授劉啟東選育純化後的台灣原生種金珠黃豆，味道溫潤、產量穩定，且大豆異黃酮含量比一般黃豆更高。「COTE，喫的台灣茶」，就這麼誕生了。\n\n追溯、理解、選擇，創新開發台灣風土食材\n\n有著源源不斷開發創意的顧瑋，開發不同的品牌產品線，都要找到合適的的製作者合作，她認為整個供應鏈都在台灣，要說服製作者改變也相對容易，「台灣其實非常適合做創新，我們的機動性跟彈性其實都非常快！」為了減少碳足跡，採用台灣在地食材已是飲食產業趨勢，但在探索這一路上，顧瑋總是能開發出多數人未能發掘的風土食材價值，從追溯、理解到選擇，顧瑋表示，會繼續將台灣食材的精神往國際推廣出去！",
    "created_at": "2024-06-05 17:01:11",
    "updated_at": "2024-06-12 17:01:11",
    "article_images": "teanew7.jpeg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 72,
    "category_id": 2,
    "title": "茶產業在地化、科技化、國際化 茶改場轉出臺茶新契機",
    "content": "茶改場117周年場慶--\n\n茶產業在地化、科技化、國際化  茶改場轉出臺茶新契機\n\n　　行政院農業委員會茶業改良場（簡稱茶改場） 於 109 年 8 月 1 日（星期六）歡度 117 周年場慶暨機關開放日。茶改場場長蘇宗振表示，該場創立於 1903 年，迄今已有 117 年的歷史，除楊梅總場外，先後設立魚池分場、文山分場、臺東分場及凍頂工作站，服務全臺茶農及輔導茶產業，並以「在地化、科技化、國際化」策略，肩負起臺灣茶葉品種改良、製茶技術改進、茶文化的推廣教育等服務，該場扮演著研發先驅與產業推動的重要角色，為臺灣唯一的茶產業研究專責機構。\n\n　　茶改場說明，該場近年來致力於科技研發及產業輔導，朝向創新、智慧及多元化發展，藉由本次場慶的活動，精心策劃多項主題來展出成果，包括臺灣原生山茶品種-臺茶 24 號商品命名、臺灣茶風味輪及臺灣茶分類分級系統（TAGs）；此外，該場也特別遴選對臺灣茶產業發展有功人士予以表揚，感謝他們對茶業發展及轉型上的傑出貢獻。\n\n主委勉勵「持續推動產業鏈結、提升國際競爭力」\n\n　　行政院農業委員會主任委員陳吉仲致詞強調，茶葉長久以來都是臺灣最具代表性的農特產品，臺灣茶產業發展從外銷轉而內銷並走向精品化，歷經諸多產製技術的創新及變革，而茶飲文化也不斷地推陳出新。為了因應時代潮流的變化，茶業改良場有責任持續扮演研發改良的角色，兼顧產業鏈結與推動，致力提升臺灣茶產業及茶文化在國際上的能見度。\n\n引領茶飲文化邁向飲茶新世代  開創臺茶新契機\n\n　　茶改場指出，藉由 117 周年場慶活動中，除了感謝在茶產業貢獻的先進外，該場特別舉辦六種風味輪的展示，針對臺灣八大特色茶類建立一套標準化及一致性的語言，以真實性的風味描述，連結專業的感官品評及消費者的味蕾，掌握臺灣茶之香氣與滋味的國際話語權，可強化臺灣茶業的國內外推廣與行銷。此外，該場推出最新的茶樹品種－臺茶 24 號經票選活動命名為山蘊，臺茶 24 號為臺灣茶史上第一個命名之純種臺灣原生山茶品種。\n\n　　茶改場進一步說明，藉由場慶的精彩展出內容，一方面讓民眾深刻體驗各類臺灣茶的特色，更能瞭解近年來茶改場所有研發同仁在科技化、創意化的努力成果，也讓大家都能感受到「臺灣茶」如何邁向大眾化與國際化，不僅保留臺灣過去的飲茶文化，茶改場更有信心地引領臺灣茶迎向國際化的茶飲世代，開創新的臺茶新契機。",
    "created_at": "2024-06-06 17:01:11",
    "updated_at": "2024-06-13 17:01:11",
    "article_images": "teanew8.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 73,
    "category_id": 2,
    "title": "從傳承到創新—HGT華剛茶業打造獨特品牌魅力",
    "content": "百餘年前曾經叱吒台灣中部茶葉市場的「泉芳茶莊」，家族以茶為業，茶人與茶事就是家族的寫照。適逢震旦月刊53週年，專訪第五代傳人杜蒼林，談談HGT華剛茶業如何從傳統產業立足科技時代，堅持初心，用好茶讓品牌魅力深植人心。\n\n翻轉老茶莊建立新品牌 用轉型克服困局\n和百年前相比，科技已經完全顛覆了人類的生活，但時至今日茶農依然得看天吃飯，而茶商依然在行業內廝殺競爭。可說是混在茶葉堆中長大的華剛茶業執行長杜蒼林在2006年接下家族事業，於此之前已經因為被倒帳以及部分顧客（盤商）在帳款方面的刁難，讓他萌生直接面對消費者的念頭；而讓他痛下決心要用品牌來創造商機則源自一次到大陸參展的「震撼教育」！他苦笑說，那次有兩家台灣茶廠商參展，有位顧客喝了他的茶，滿口讚賞，最後卻買了另一家的茶。\n\n \n\n顧客說他的茶確實很棒，但是包裝真的上不了臺面。「長輩都說酒香不怕巷子深，但那時我恍然大悟，原來商品只有品質好是不夠的，還要有好的包裝才有機會讓更多人看見。」回到台灣之後，他砸下資源建立起完整的品牌識別體系，也讓包裝體面起來，而大陸市場果真在日後順利打開。上海、天津、成都、太原、青島、北京、廈門等地都有經銷商，甚至在過去兩岸交流頻繁時，長官送禮也採用了華剛的茶品。\n\n \n\n參展和參賽是華剛茶業打開知名度的關鍵。因為對自家產品有信心，杜蒼林接班之後，開始征戰海外，一次次讓評審驚艷，信手拈來，在日本世界綠茶大賽中三度榮獲最高金賞大獎；國際名茶評比也創下大會紀錄獲六金獎、一銀獎的殊榮；遠征歐洲一樣滿滿斬獲，首度參與Monde Selection世界品質評鑑大賞就摘下二金獎、一銀獎；至於知名度很高的AVPA世界茶葉大賽，華剛茶業也五度抱回多項金獎和銀獎！\n\n \n\n而在台灣也得過農業部的科技農企業「菁創獎」、台灣食品科學技術學會的「傑出食品企業家獎」、以及中華民國金商獎的「優良菁英老店」等。如今的華剛茶業不只擦亮了百年老店泉芳茶莊的招牌，也透過科技應用將傳統產業智慧化。\n\n回歸基本功 種茶製茶的行家\n近年來消費者意識抬頭，食安問題備受重視，要透過品牌直接與消費者互動，產品品質不容妥協，而這也是杜家華剛茶業屹立市場的關鍵。自從1968年杜家先人在海拔2,500公尺的大禹嶺地區種下第一株茶樹開始，說到台灣高山茶，一定有杜家的一席之地。杜家不只買賣茶葉，在種茶與製茶上更是一路精進，帶有花香又喉韻飽滿的高山烏龍就出自杜家的創作；杜蒼林的父親杜西銓更是十大神農的得主。\n\n \n\n傳承百年的家業和過往的榮光讓杜蒼林有輸不得的壓力，所幸他不只對茶不陌生，甚至懷抱熱情。他說服父親導入與食品相關的HACCP和ISO22000認證，用科學方式替製程把關，華剛茶業是台灣第一個取得ISO認證的高山茶廠，並連續五年拿下農業部環境衛生安全評鑑特優五星，奠定華剛在製茶界的地位。\n\n \n\n而能夠在國內外各大獎項屢屢獲獎，歸功於足以自豪的品質。為了讓先人創新的製茶手路得以傳承，杜蒼林從2006年開始有系統地將種茶到製茶，所有可能影響成品的參數記錄下來，他不諱言，要維持品質穩定是最辛苦的部分，因為茶園在高山上，溫度、濕度、日照、雨水等條件都難以掌控，於是長出來的茶葉老嫩不一，葉片長短厚薄也不一，亦即原料條件本就難以控管。\n\n \n\n而茶葉送進茶廠後，當天的天候因素也直接影響製茶風味，尤其是烏龍茶，當溫度、濕度變化時，就會影響茶菁走水、發酵程度和香氣轉化等。於是他善用政府各項專案補助，在茶園導入氣象站，記錄下各種數據，結合茶廠內建置許多感知器，為製程中各環節的數字做全時記錄。\n\n \n\n過去製茶多得倚賴製茶師的經驗去判斷及斟酌，這也是茶葉品質難以一致的主因之一。做下記錄後，就能知道在日光萎凋室靜置多久、攪拌多久、什麼溫濕度下做哪些動作會產生何種風味等。只要掌握數字，即便製茶師不同，也可以做出風味相去不遠的茶品。\n\n \n\n經年累月累積的大數據，是華剛茶業多年來可以維持穩定品質和風味的基石，「這個龐大的資料庫，我相信沒有其他茶廠做的到！」杜蒼林自信道出。\n\n\n\n用實力擁抱消費市場 品牌力大躍升\n隨著分眾消費市場越來越明顯，華剛茶業傳承數十年的製茶經驗，有能力做出各種風味的茶品滿足不同階層消費者的需求。而透過參展與參賽打開知名度的同時，也迎來了和五星飯店、高檔餐廳、國際航空公司等合作的契機。這歸功於杜蒼林不只本身熱衷追求所有與茶相關的知識，在講求科學的同時，也重視茶文化的積累，讓員工透過教育訓練和環境的營造，沉浸於良茶的韻味中，因此，當顧客提出任何與茶相關的需求，包括茶席、宴客、以茶入菜、以茶佐餐等，將場景與茶結合，在在展現出華剛茶業的創新能耐。\n\n \n\n目前華剛茶業的營業額，批發和零售約各佔一半，批發顧客多是長期合作的關係，只要茶葉品質穩定維持，就能持續下去；而一個成立不到二十年的品牌，零售已經可以貢獻一半的營業額，代表品牌策略成功。但杜蒼林認為，零售部分還有很大的進步空間，例如：可借助科技力，分析消費者屬性、喜好，為消費者推出專屬的茶品，或訴求不同時段或不同場景，飲用不同的茶，創造消費者對茶的需求。\n\n \n\n儘管目前商戰已經從實體打到網路，但杜蒼林強調，到目前為止，華剛茶業並沒有在網路上投放廣告，卻因為被媒體多次正面報導聲名大噪，引起若干業者企圖以假亂真，他無奈地表示，公司隔段時間就會有顧客打電話來抱怨，說今年的茶做的比較差或者風味變了等等。探查之下發現往往是顧客從網路上購買到其他廠商的產品。這讓華剛茶業疲於澄清，也認為在品牌知名度和辨識度的提升上要更加努力！\n\n\n教育扎根 落實美好願景\n不只要提升品牌力，杜蒼林在近幾年也到各大專院校講授茶學，他認為要匡正業界以遊走法律邊緣的方式賣茶、將劣茶以高價出售乃至彼此殺價競爭等歪風，必須從種茶、製茶到賣茶，有一個健康的環境，大家認同「以人為本，以茶為根」，那麼不論以茶為業的人，或是形形色色的消費者，才可以因茶而健康、身心富足。而這有賴教育向下扎根，從端正觀念到技術傳承他都不吝分享，並且欣慰地透露，他講課這十年來，已經培育過兩名百大青農得主。\n\n \n\n從2006年登記註冊，杜蒼林成為華剛茶業第一號員工開始，始終兢兢業業，畢竟對他來說，這不只是傳承家業，因為要建立品牌帶領企業轉型，因此他視為某種程度的創業。\n\n \n\n十幾年過去了，他仍不斷回想起自己接棒時的決心和初心：「一開始決定要做時，對於許多事仍感到茫然，但有個清楚願景在，當它出現了，就知道我要開始做哪些事，而且一旦下了決心，就勇往直前不要停下來。」\n\n \n\n沒有放棄，不要動搖，一路披荊斬棘解決問題，當徬徨時，請回過頭來想念自己的初心，可以擇善固執堅持下去，也可以迂迴前進期待柳暗花明，這是集茶人、創業者、品牌建立者身分於一身的杜蒼林給有志經營品牌或投身企業轉型的人由衷的建議。\n\n\nABOUT \n\n華剛茶業迄今已傳承五代。擁有梨山高海拔茶園與製茶廠，建立HGT台灣精品莊園茶品牌，於日本、歐洲等茶葉比賽中，屢獲金獎肯定，並成為多家國際五星飯店與米其林餐廳指定用茶，讓台灣好茶揚名全球。\n\n\n近年來消費者意識抬頭，食安問題備受重視，要透過品牌直接與消費者互動，產品品質不容妥協，而這也是杜家華剛茶業屹立市場的關鍵。自從1968年杜家先人在海拔2,500公尺的大禹嶺地區種下第一株茶樹開始，說到台灣高山茶，一定有杜家的一席之地。杜家不只買賣茶葉，在種茶與製茶上更是一路精進，帶有花香又喉韻飽滿的高山烏龍就出自杜家的創作；杜蒼林的父親杜西銓更是十大神農的得主。\n\n \n\n傳承百年的家業和過往的榮光讓杜蒼林有輸不得的壓力，所幸他不只對茶不陌生，甚至懷抱熱情。他說服父親導入與食品相關的HACCP和ISO22000認證，用科學方式替製程把關，華剛茶業是台灣第一個取得ISO認證的高山茶廠，並連續五年拿下農業部環境衛生安全評鑑特優五星，奠定華剛在製茶界的地位。\n\n \n\n而能夠在國內外各大獎項屢屢獲獎，歸功於足以自豪的品質。為了讓先人創新的製茶手路得以傳承，杜蒼林從2006年開始有系統地將種茶到製茶，所有可能影響成品的參數記錄下來，他不諱言，要維持品質穩定是最辛苦的部分，因為茶園在高山上，溫度、濕度、日照、雨水等條件都難以掌控，於是長出來的茶葉老嫩不一，葉片長短厚薄也不一，亦即原料條件本就難以控管。\n\n \n\n而茶葉送進茶廠後，當天的天候因素也直接影響製茶風味，尤其是烏龍茶，當溫度、濕度變化時，就會影響茶菁走水、發酵程度和香氣轉化等。於是他善用政府各項專案補助，在茶園導入氣象站，記錄下各種數據，結合茶廠內建置許多感知器，為製程中各環節的數字做全時記錄。\n\n \n\n過去製茶多得倚賴製茶師的經驗去判斷及斟酌，這也是茶葉品質難以一致的主因之一。做下記錄後，就能知道在日光萎凋室靜置多久、攪拌多久、什麼溫濕度下做哪些動作會產生何種風味等。只要掌握數字，即便製茶師不同，也可以做出風味相去不遠的茶品。\n\n \n\n經年累月累積的大數據，是華剛茶業多年來可以維持穩定品質和風味的基石，「這個龐大的資料庫，我相信沒有其他茶廠做的到！」杜蒼林自信道出。\n\n\n\n用實力擁抱消費市場 品牌力大躍升\n隨著分眾消費市場越來越明顯，華剛茶業傳承數十年的製茶經驗，有能力做出各種風味的茶品滿足不同階層消費者的需求。而透過參展與參賽打開知名度的同時，也迎來了和五星飯店、高檔餐廳、國際航空公司等合作的契機。這歸功於杜蒼林不只本身熱衷追求所有與茶相關的知識，在講求科學的同時，也重視茶文化的積累，讓員工透過教育訓練和環境的營造，沉浸於良茶的韻味中，因此，當顧客提出任何與茶相關的需求，包括茶席、宴客、以茶入菜、以茶佐餐等，將場景與茶結合，在在展現出華剛茶業的創新能耐。\n\n \n\n目前華剛茶業的營業額，批發和零售約各佔一半，批發顧客多是長期合作的關係，只要茶葉品質穩定維持，就能持續下去；而一個成立不到二十年的品牌，零售已經可以貢獻一半的營業額，代表品牌策略成功。但杜蒼林認為，零售部分還有很大的進步空間，例如：可借助科技力，分析消費者屬性、喜好，為消費者推出專屬的茶品，或訴求不同時段或不同場景，飲用不同的茶，創造消費者對茶的需求。\n\n \n\n儘管目前商戰已經從實體打到網路，但杜蒼林強調，到目前為止，華剛茶業並沒有在網路上投放廣告，卻因為被媒體多次正面報導聲名大噪，引起若干業者企圖以假亂真，他無奈地表示，公司隔段時間就會有顧客打電話來抱怨，說今年的茶做的比較差或者風味變了等等。探查之下發現往往是顧客從網路上購買到其他廠商的產品。這讓華剛茶業疲於澄清，也認為在品牌知名度和辨識度的提升上要更加努力！\n\n\n教育扎根 落實美好願景\n不只要提升品牌力，杜蒼林在近幾年也到各大專院校講授茶學，他認為要匡正業界以遊走法律邊緣的方式賣茶、將劣茶以高價出售乃至彼此殺價競爭等歪風，必須從種茶、製茶到賣茶，有一個健康的環境，大家認同「以人為本，以茶為根」，那麼不論以茶為業的人，或是形形色色的消費者，才可以因茶而健康、身心富足。而這有賴教育向下扎根，從端正觀念到技術傳承他都不吝分享，並且欣慰地透露，他講課這十年來，已經培育過兩名百大青農得主。\n\n \n\n從2006年登記註冊，杜蒼林成為華剛茶業第一號員工開始，始終兢兢業業，畢竟對他來說，這不只是傳承家業，因為要建立品牌帶領企業轉型，因此他視為某種程度的創業。\n\n \n\n十幾年過去了，他仍不斷回想起自己接棒時的決心和初心：「一開始決定要做時，對於許多事仍感到茫然，但有個清楚願景在，當它出現了，就知道我要開始做哪些事，而且一旦下了決心，就勇往直前不要停下來。」\n\n \n\n沒有放棄，不要動搖，一路披荊斬棘解決問題，當徬徨時，請回過頭來想念自己的初心，可以擇善固執堅持下去，也可以迂迴前進期待柳暗花明，這是集茶人、創業者、品牌建立者身分於一身的杜蒼林給有志經營品牌或投身企業轉型的人由衷的建議。\n\n\nABOUT \n\n華剛茶業迄今已傳承五代。擁有梨山高海拔茶園與製茶廠，建立HGT台灣精品莊園茶品牌，於日本、歐洲等茶葉比賽中，屢獲金獎肯定，並成為多家國際五星飯店與米其林餐廳指定用茶，讓台灣好茶揚名全球。",
    "created_at": "2024-06-07 17:01:11",
    "updated_at": "2024-06-14 17:01:11",
    "article_images": "teanew9.jpeg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 74,
    "category_id": 2,
    "title": "茶業轉型 貓空茶農傳承創新",
    "content": "以茶鄉聞名的貓空，一直是台灣茶業的重要據點，過去的茶農是以挑擔到大稻埕的方式做買賣，這樣的方式既辛苦、收入也不多。現今傳統茶業逐漸轉型，原先只是普通的小茶坊，後來開始發展出將茶葉融入料理的各式餐廳，也形成現在貓空山上一間一間各具特色的茶園。\n\n爬完山再到山下找間茶坊泡茶聊天，在貓空，你還能將台北盆地的景緻盡收眼底。貓空位在市區與山區間的地理優勢，一直是許多人悠閒午後的好去處，在貓空纜車開通後帶來許多觀光人潮，更帶動當地茶園的商機。\n\n隨著時代變遷，喝茶的人逐漸變少，傳統茶業式微，許多茶農也開始轉型成觀光茶園，傳統製茶的傳承變得困難。然而，卻有一對年輕的雙胞胎姊弟張倞霖與張倞睿卻願意選擇回到家鄉繼承家業。\n\n起初他們只是因為家裡缺人手而短暫幫忙，卻意外地在一次比賽以後決定繼承茶園。從小就聞茶香長大的他們發現，身旁的朋友對於茶葉的認識竟然是透過手搖飲料。於是，他們希望能將台灣茶業文化傳播給更多年輕族群。\n\n他們透過經營粉絲專頁讓更多人認識茶文化，更舉辦採茶體驗活動邀請民眾實際參與採茶及製茶的過程，除此之外，他們也跟上潮流，將茶葉融入冰淇淋與蛋糕當中，讓喜愛茶香的饕客不僅有中式的茶葉料理，更有茶甜點可以選擇。\n\n年輕的姊弟不僅開創新的方向，他們在傳統的製茶方法上也有許多想法。一個完整的製茶過程約為一個半月的時間，從採茶、萎凋到乾燥，每個製茶師傅都有自己的一套流程，如何做出一杯好喝的茶，都是依靠經驗的累積。\n\n他們提到，農委會茶業改良場有開課給繼承茶業的年輕人，在學習不同技巧後他們便想嘗試不同的方法，例如：改變乾燥時的溫度等，過程中也難免會遇到長輩的質疑與衝突，但這些正是改變所必須面對的情況。\n\n台灣茶葉的文化需要傳承與保留，在轉型之下，這對年輕的姊弟正以更多新穎的方式推廣，期望能讓更多與他們年齡相仿的年輕族群認識台灣珍貴的茶業文化，同時正努力著，開創茶葉更多可能。",
    "created_at": "2024-06-08 17:01:11",
    "updated_at": "2024-06-15 17:01:11",
    "article_images": "teanew10.jpeg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 75,
    "category_id": 2,
    "title": "堅持用心做好茶 二代茶農創新轉型",
    "content": "那瑪夏位於高雄市東北部之山嶽地帶，全區面績252.9895平方公里；是高雄市所轄三個原住民鄉之一，地處玉山山脈之上，地勢高聳崎嶇，全區海拔均高於500公尺，高屏溪兩大源頭楠梓仙溪、荖濃溪流貫區境，氣候上屬暖溫帶氣候區。\n\n台灣茶葉聞名世界，那瑪夏青山茶區於民國76年由詹德龍先生引進栽種，自此之後，地區民眾也開始種植茶樹，茶區序幕就此揭開，民國81年詹德龍先生創建自己的工廠，青山製茶廠就此誕生，並於民國96年成立「青山茶業」的品牌。\n\n「從小就看著爸爸揉茶、媽媽採茶的背影，小時候不懂得什麼是製茶，只是覺得放假都要幫忙摘茶，久而久之，茶葉就變成了我的生活。」\n\n第二代詹宗翰從小跟著父母親種茶，民國98年退伍後回到山上承接家業，那一年，莫拉克颱風重創高雄市那瑪夏區，造成嚴重的土石流，往市區的道路中斷、當地斷電一個多月，期間只能靠政府的空投物資，第二代詹宗翰想起那次的天災，還是心有戚戚焉，他提到：「當年的茶樹全部都無法採收，只能等待時間醞釀，再慢慢將茶樹養回來。」\n\n大學資管系畢業的他，對茶葉的轉型也有自己見解，保留傳統並加以創新，第一代詹德龍先生主要栽種以烏龍品種，第二代詹宗翰考量市場的需求，重新學習紅茶的製作方式，研發新品「八功夫紅茶」，增加一般紅茶沒有的「團揉」工序，經過八小時團揉的紅茶，不僅保留茶香，更增添香醇茶韻味。\n\n創新的「熟香金萱茶」，則是把原本的茶種覆焙的時間拉長，熟焙後的味道，口感特別，茶香濃郁且清香，吸引不少消費者回購，成為忠實老顧客。\n\n接著更與當地的商家合作推廣，推出有著濃郁香氣的「那瑪夏烏龍茶粉」，使用滾筒型的炒鍋炒熟後再做研磨，用於冰品或是麵包店烘培使用，跟日式的抹茶粉相比，口感少了海苔味卻多了茶香，符合台灣人的適口性，一推出就廣受市場好評。\n\n「對父親就是一種尊敬與仰慕之情，傳承的初衷是對茶的一種情感，想把好茶推廣給更多人知道。」\n\n一品好茶製作的工序複雜，從手採－晾曬－靜置－翻茶－發酵－炒青－揉捻－乾燥－擠壓－團揉－乾燥，才完成第一道毛茶的工序，需要兩天一夜的時間，後續的焙茶，除了講究火侯，更要考慮茶味與口感，需要的時間七到十天不等，青山茶業保留傳統的製茶工序，每一道工序都需要人力以及經驗累積，像是烏龍茶以手採的一心三葉最好，太嫩的話苦味會太過明顯，剛好的熟度才能炒出濃厚茶韻的好茶。\n\n第二代老闆詹宗翰未來規劃生產製作茶包，期望帶給消費者更方便體驗好茶的方式，茶區目前主要以自產自銷，除了網路以及電話訂購外，老闆也歡迎顧客來那瑪夏茶區走走逛逛，品一口好茶。\n\n是茶，讓彼此更近\n陪著做茶近二十年的父親揉茶，一步一腳印成長，傳承父親衣缽。\n選擇這樣的茶葉人生，看似淡薄，品時濃郁，回味又覺清新甘甜。\n就是茶，維繫了兩代的情感，\n做好茶，人生就值得了！\n對茶的情感，讓經過八八風災後，柔腸寸斷的那瑪夏茶區人們，有再出發的動力",
    "created_at": "2024-06-09 17:01:11",
    "updated_at": "2024-06-16 17:01:11",
    "article_images": "teanew11.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 76,
    "category_id": 2,
    "title": "【農業．新南向．科技研發】 創新、堅持、品牌化，讓臺灣茶、特色食材與即食美味飄香東南亞",
    "content": "充滿臺式文青風格的耳掛式茶包、茶餅和茶糖，還有以紅藜、馬告、菇類等臺灣特色食材入菜的即食美味，現在在東南亞的超市賣場也能輕鬆買，於當地掀起一股濃濃的臺味風潮。\n\n出國旅行買伴手禮，品嘗異國風味的道地食物，在這個全球疫情延燒、邊境封鎖的時刻可沒那麼容易。但現在在泰國門市、菲律賓購物中心能買到設計精美的臺灣茶禮盒，還有新加坡、馬來西亞的臺灣特色農糧櫥窗，也能看見紅藜馬告山藥雞湯等充滿臺灣特色的美味，讓外國人也能輕鬆享受臺灣味。\n\n喝茶也能Young又潮！顛覆你對臺灣茶的想像\n走進海內、外觀光客最愛造訪的臺中國家歌劇院，臺灣茶食品牌「百二歲」櫃位上的掛耳式茶包，能讓任何人都能快速沖泡出一杯好茶，一旁還有精緻美味的茶糖、茶餅、冰淇淋，讓人一試就愛上。\n\n一家人共同打拼、傳承茶事業超過百年，來自南投名間松柏嶺茶業第五代的李鎮嶺，從茶廠轉型經營餐廳，推廣茶事體驗，他與團隊持續投入研發與創新，想顛覆大家對泡茶的想像，「我們希望讓更多的年輕世代和外國人，也像品嘗咖啡一樣，輕鬆的享受臺灣茶。」，年產千萬包的掛耳茶包和各式各樣的創意茶點心，不僅和名間鄉在地茶農合作，穩定契作生產，更捨棄了自動化的包裝設備，讓社區媽媽也能加入一起包茶、裝茶的行列。\n\n不只聚焦在臺灣市場，百二歲也把創意茶食結合食品加工專業，嘗試研發出符合東南亞氣候和飲食習慣的口味，再加上充滿臺灣文化的包裝，打造充滿文化與生活特色的伴手禮，搶攻東南亞市場。「研發需要資源和時間，幸好有農糧署的計畫來幫忙，讓我們有餘裕可以開發體驗式的茶具，來協助客人融入茶文化情境。」李鎮嶺笑說：「還針對海外市場需求，開發出有臺灣意象、結合中英語包裝的新品項，包括蜜香紅茶、四季茉莉花茶、橙香青茶的掛耳茶包開發與包裝，以及焦糖奶茶餅、日月潭黑糖奶茶餅和阿里山焙茶奶茶餅等。」\n\n最重要的是能透過國內、外的行銷推廣活動，例如打開泰國的通路，參加菲律賓馬尼拉食品展，製作拍攝茶影片在東南亞網路媒體進行各種宣傳推廣，整合線上與線下的資源宣傳曝光，讓喝茶也能既潮、又Young、又國際，打開臺灣茶品牌知名度與海外通路。\n\n臺灣特色食材入菜，熱騰騰端上國際舞台\n把紅藜、馬告、菇類入菜，製作成魚肉燥、雞湯、魚湯和素食可用的燴菜，只要輕鬆加熱就能快速上菜，幫忙碌的現代人省下大把料理的時間，這是全臺唯一「台灣滷味博物館」推出的創意料理，也是創辦人得意中華食品公司陳秀卿董事長行銷東南亞市場的最佳利器。\n\n從夜市創業，擺攤賣滷味開始，陳秀卿和先生邊做邊學，一步步打下事業基礎。為了轉型成為專業供應商，她不僅重回校園學習讓滷製過程標準化、食品常溫保存知識和國際行銷，更潛心研發出許多適合國人口味與需求的滷味產品；成立專業的工廠，以嚴格的品質通過CAS、TQF、HACCP等海內、外驗證，確保產品安全無虞；而且打造了博物館兼觀光工廠，創造多元體驗，讓更多消費者能看見她的理念與堅持。\n\n「創業過程中，有幸遇到許多貴人，帶著我們到世界各地去展售。」陳秀卿分享把滷味賣到國際市場的經驗，為了搶攻馬來西亞、印尼、新加坡等市場，她也積極投入開發新口味、開發常溫型態包裝，以因應運送過程冷鏈不足的困境。「幸好有『加值化農產品產銷及物流技術，運籌亞太潛力市場』旗艦計畫的加持，我們也運用國產的臺灣特色作物紅藜、馬告和香菇等，開發符合外銷規格的新包裝、新菜色。」\n\n除了在當地通路，設立臺灣特色農糧櫥窗增加銷售外，得意中華公司還藉由電視、網路等宣傳，提升當地人對臺灣特色農糧產品與即食料理的認識，讓更多海外消費者，也能輕鬆快速地品嘗到臺灣健康的食材與美味。",
    "created_at": "2024-06-10 17:01:11",
    "updated_at": "2024-06-17 17:01:11",
    "article_images": "teanew12.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 77,
    "category_id": 2,
    "title": "臺灣茶業科技與風味特色館在南投茶博 展現創新科技落實產業成果",
    "content": "臺灣茶業科技與風味特色館在南投茶博  展現創新科技落實產業成果\n\n農業部茶及飲料作物改良場(簡稱茶改場)為展現近年韌性農業的科技研發及產業運用的成果，包括因應氣候變遷、紓緩人力短缺及提升消費者對臺灣茶的認識，特別配合 2023 南投世界茶業博覽會之舉辦，設置臺灣茶業科技與風味特色館（展期 10 月 7 日起至 10 月15 日止）。茶改場說明，本次策展以「茶業科技」與「臺灣特色茶」兩大主軸，規劃 5 大主題區，各主題區除有靜態展示、動態影片外，更規劃互動遊戲與體驗活動，讓民眾了解與體驗臺灣茶業科技與風味的多元新面貌。\n\n臺灣茶業科技新知一站滿足 風味解密引領多元茶飲新潮流\n\n茶改場場長蘇宗振指出，民眾在參觀本展館時，入門印入眼簾的即是--茶飲光雕，透過光影與茶湯的互相交融，呈現出臺灣茶的細緻柔和且吸睛的特點，主要突顯臺灣茶產業的二條發展趨勢軸線，一是以臺灣茶文化為底蘊的精緻茶，二是以健康新訴求的次世代調飲茶，將茶改場多年的研發成果以光雕意象充分展現。\n\n茶改場說明，本次展館規劃的5 大主題區，分別如下：\n\n茶葉產地鑑別技術主題區：消費者最想知道的產地鑑別技術大公開。為了解決時有所聞的境外茶混充臺灣茶問題，基於維護消費者及茶農的權益，茶改場開發多重元素檢驗分析技術，建構可有效鑑別境外茶或國產茶的茶葉產地鑑別技術。該區透過海報介紹與互動體驗遊戲，讓民眾認識與了解何謂茶葉產地鑑別技術。\n智慧農業主題區：針對氣候變遷加劇及農業人力短缺等問題，運用智慧科技解決茶與咖啡在生產管理與加工製造所面臨的問題，展出項目有茶園智慧除草機器人、臺灣茶業生產管理資訊平台、智慧製茶生產線、及咖啡生豆智慧挑選機。該區透過動態影片與實(機)體展示，讓民眾看得到、摸得到科技在茶產業上應用的具體成果。\n次世代健康調飲茶主題區：此區為商用茶中的精品茶區。有鑑於國內茶飲消費風氣逐漸攀升，業者為降低成本，九成以上手搖茶飲原料皆來自進口，為扭轉此現象，茶改場開發出低成本、高萃取率及高品質之速萃調飲茶加工技術，讓消費者能回歸國產茶飲純粹實在的好風味，確保次世代國民的健康。\n臺灣茶分類分級系統（TAGs）主題區：此區為運用科技將臺灣茶風味解密。讓更多民眾瞭解臺灣特色茶的風味及健全國內茶葉分類分級評鑑制度，介紹臺灣特色茶風味輪為基礎所開發的臺灣茶分類分級系統，更安排臺灣特色茶風味體驗區，由茶改場多位茶專家輪流擔任講師，每日五場次每次體驗兩種不同的臺灣特色茶，引導喜愛臺灣茶的您，透過臺灣茶風味輪深入淺出細細品味各種不同風味的臺灣茶。\n茶業技轉及專書主題區：介紹茶改場在育種、加工技術、飲料作物、副產物及資材、行銷推廣等不同領域豐碩研發成果的茶業技轉主題區。\n臺灣茶業科技與風味特色館 互動遊戲好康拿不完\n\n茶改場蘇宗振場長表示，今年策展內容除了海報、看板與物品的靜態展示外，在部分主題區內都規劃了互動遊戲，讓民眾不再只是走馬看花，還能透過互動遊戲親身體驗臺灣茶業科技不再是艱深難懂、遙不可及，更是寓教於樂的好場域，歡迎親子們於雙十連假期間，大家一起來參與!\n\n茶改場說明，為了吸引民眾踴躍參與，館內設有數台時下流行的夾娃娃機，凡參與館內互動遊戲並通過考驗者，即可獲得一枚娃娃機金幣試試手氣，把各種臺灣特色茶包，還有大人小孩都愛的茶香祈福爆米花、次世代健康茶飲-速萃茶、臺灣特色茶風味輪卡等眾多好康拿不完，誠摯邀請民眾共同參與，一起來感受臺灣茶的無窮魅力！此外，自10 月 7 日起臺灣茶業科技與風味特色館同步舉辦「拍照上傳抽好禮」活動，凡民眾參觀完展館後，追蹤本場臉書，並拍照上傳，即可獲得 1 次抽獎機會，有機會抽中次世代健康調飲-速萃茶，數量有限送完為止，歡迎民眾踴躍蒞臨臺灣茶業科技與風味特色館。",
    "created_at": "2024-06-11 17:01:11",
    "updated_at": "2024-06-18 17:01:11",
    "article_images": "teanew13.jpg",
    "views": 2,
    "valid": 1
  },
  {
    "id": 78,
    "category_id": 3,
    "title": "一杯茶，一個故事，一段人生(九)",
    "content": "喝第九杯茶，聽九段故事\n\n人生如茶，酸甜苦鹹鮮，唯有品嘗這杯茶的人清楚，今天我們訪問到的是合作社的原住民社員莊志民大哥，莊大哥的茶園在翠巒的翠華村，專門生產高山茶，從爺爺開始就是從事務農的工作，種些蔬菜與水果，收成都需要看天氣，後來在杜西銓理事長的鼓勵下，從父親開始改種茶葉，後來由莊大哥接手。\n\n \n\n聊到做茶過程的辛苦，莊大哥笑著說\n\n「其實做茶每個步驟都很辛苦，因為做茶就是個很『貓毛』的工作，你看從採茶的步驟開始，如果採的不好，後面做茶的師傅在厲害，做出來的茶味道也不好，採茶採的好，做茶師傅做的不好，做出來的茶味道也會不好，最後整個茶都做得很好，後面銷售又是個問題。你看是不是很『貓毛』，處處都要注意跟很小心。」\n\n \n\n莊大哥的茶園位置屬於高冷茶區，生產的茶也就是蠻多人喜歡的高山茶，因為高海拔的氣候條件，所以生產出來茶的量相對沒有那麼多，物以稀為貴，高山茶就是種高經濟作物，有時候茶的價格都會嚇跑一些剛入門喝茶的人。\n\n \n\n莊大哥對此表示\n\n「現在都是熟客比較多，當其他人認識你，知道你賣的茶好的時候，其實客人會比較留的住。」\n\n \n\n我們問了莊大哥對於目前市場的看法，莊大哥表示\n\n「其實現在有很大的斷層存在，你看會自己泡茶的都是有一定年紀的，那些比較年輕中生代跟新生代的都買飲料比較多，雖然還是在喝茶，品質就相差很多，而我自己的茶價格屬於比較高的那種，對於這些年輕人來說，根本就沒有能力去負擔這些，慢慢的這個差距就形成了斷層，不過總還是有機會啦，你知道嗎，最近有一直有在想，要怎麼做才能把我的茶做的簡單、方便又好玩能讓年輕人願意接觸。」\n\n \n\n最後莊大哥勉勵我們「種茶這麼久，總結一點心得跟你分享，那就是『用心經營、永續經營』，任何事情都多用點心，做事眼光放長遠一點，相信不管是做什麼事，都可以把它做好的。」",
    "created_at": "2024-06-12 17:01:11",
    "updated_at": "2024-06-19 17:01:11",
    "article_images": "teastory7.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 79,
    "category_id": 3,
    "title": "台灣美食故事》台灣茶由來",
    "content": "台灣氣候溫暖、潮濕是絕佳的產茶環境，本來就有原生種茶樹「台灣山茶」，早期農業時期，台灣主要出口茶葉、樟腦和蔗糖，台灣茶主要有綠茶、烏龍茶和紅茶，在國際上以「烏龍茶」最有名，現在就讓我們聊聊台灣茶的歷史。\n\n原生茶種 -「台灣山茶」\n\n「台灣山茶」別名「大葉野生茶」，葉子與阿薩姆茶相似，是台灣的原生種，產地分布在南投、嘉義、高雄和台東山區，海拔從600公尺到1600公尺左右。\n\n \n1717年時，諸羅縣誌記載：「水沙連內山茶甚夥，味別色綠如松蘿……然路險，又畏生番，故漢人不敢入採。」以記載來看，漢人來台初期發現了「台灣山茶」，直到後來才在南投水沙連一帶，採茶並製茶。\n\n目前台灣山茶已經相當稀少，以產地命名為「眉原山茶」、「德化社山茶」、「鳳凰山茶」、「樂野山茶」、「龍頭山茶」、「鳴海山茶」、「南鳳山山茶」等別稱，2004年發表的台灣紅茶品種「台茶18號」，也稱「紅玉」就是邱垂豐團隊將台灣山茶改良後的品種。\n\n台灣茶揚名國際\n\n除了原生種茶，台灣真正在國際上發光發熱的茶種則是「烏龍茶」，歷史有幾個重要記載，1796~1820年間，北部最早的種茶歷史，是柯朝氏從福建武夷山引進茶種，在今新北市瑞芳區種植；1855年，林鳳池從福建引進青心烏龍茶樹，種植在南投鹿谷凍頂山，台灣烏龍茶的起源，也是知名的「凍頂烏龍茶」發源地，1875~1908年間，張氏兄弟從安溪引進純種鐵觀音，在木柵山區種植，也就是台灣最早的鐵觀音。\n\n \n台灣茶以「福爾摩沙茶」（Formosa Oolong Tea）在1869年首次外銷紐約，並大受歡迎，開始攻佔美國市場，但是後來被印尼紅茶所奪，外銷量也逐漸變少，為了挽回局勢，日本政府學習英國大力出口錫蘭紅茶的賺取外匯的方式，將台灣紅茶外銷國際，當時是全球紅茶外銷紅極一時，卻也產生了生產過量的問題，印度、斯里蘭卡等紅茶生產國締結《國際茶葉限產協定》，規範1933~1940年間紅茶的生產與輸出，台灣紅茶沒有被限制，因此開啟台灣紅茶的黃金年代。\n\n \n不過，由於台灣茶由於生產成本很高，70年代後茶葉多轉為內銷，外銷為輔，但台灣茶的品質在國際上以精品茶的形式存在。\n \n台灣知名的特色茶\n\n日治時期也挑選出「青心大冇」、「青心烏龍」、「大葉烏龍」、「硬枝紅心」為四大茶種，並且大力推廣，發展出現在的台灣特色茶。\n\n \n\n▍碧螺春：三峽是台灣唯一僅剩的專業炒菁綠茶產區，清明節氣前採摘，有著春日的芬芳甘甜風味。\n\n \n\n▍文山包種茶：主要產區為坪林、石碇、新店，青心烏龍、台茶12號、台茶13號、青心大冇等茶種都可製作包種茶，品質最好的是青心烏龍，略帶著清雅花香，香氣十足。\n\n \n\n▍高山烏龍茶：阿里山衫林溪、梨山大禹嶺為著名茶區，高山茶的特色是輕發酵、輕焙火，保留原始的茶香和花香，口感較一般平地茶來的圓潤，少了一股茶澀味，近年來高山烏龍茶為主流。\n\n \n\n▍凍頂烏龍：茶種為青心烏龍，原產地在台灣南投縣的鹿谷鄉，焙火味明顯外，略帶荔枝香和蜜味，口感甘甜。\n\n \n\n▍鐵觀音：產區在木柵，有著特殊的褐色或淺紅色泥土和礫石地質，經焙火和發酵後，除了有濃郁的茶香外，保留微弱果香，是木柵鐵觀音的特色。\n\n \n\n▍東方美人茶：又名白毫烏龍、膨風茶、椪風茶、福壽茶，主要產地在新竹、苗栗一帶，以「青心大冇」製成的茶葉品質最佳。茶樹嫩芽經茶小綠葉蟬吸食後，長出「著涎」的茶菁，所以有著濃郁的蜜香、果香，西方飲茶人士譽之為東方美人（Oriental Beauty）。\n\n \n\n▍蜜香紅茶：花蓮瑞穗是主要產地，葉片經過小綠葉蟬叮咬，製成全發酵茶後，保有濃郁的蜜香，是近年來熱門的茶種。\n\n \n\n▍紅玉紅茶：又名台茶18號，產地在南投魚池，以台灣山茶和緬甸大葉茶配種而生，有天然的肉桂、薄荷香氣，口感甘甜。\n\n \n\n值得一提，現在日本紅遍全球的「日東紅茶」當年的產地也在台灣，1909年由「三井合名會社」的台灣分公司開始生產「日東紅茶」（原名：三井紅茶），是台灣第一項被品牌化的茶葉。",
    "created_at": "2024-06-13 17:01:11",
    "updated_at": "2024-06-20 17:01:11",
    "article_images": "teastory8.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 80,
    "category_id": 3,
    "title": "茶的故事",
    "content": "對於各種茶葉都有其傳說故事，在此我們收集了一些關於較常聽到的茶葉其得名的源流與傳說。* 烏龍茶的由來烏龍茶原產於福建省，是以烏龍種製造的茶，屬福建茶系，據說原來茶樹都是野生的，並非由人工栽培，在那些野生茶樹中，也不是完全屬同一品種，在群茶中其中有一株茶樹蟠旋著一條黑蛇，然而這條黑蛇好像很馴良，茶農去採摘茶葉，黑蛇也不會咬人，茶農將所摘下來的茶菁製成茶葉，味道滋味特佳，中國人喜龍不喜蛇，故名之為「烏龍茶」。這只是一種傳說，其正確性則有待考證，當做大家閒談的茶話而已。* 凍頂烏龍茶的由來關於凍頂茶的來源，有段頗富人情味的小故事，話說在一百四十多年前，即滿清道光十一年，鹿谷一舉人林鳳池，欲往福建參加科舉考試，無奈缺乏盤纏不能成行，他的宗族林三顯見他有志難展，於是伸出援手，助他旅行的盤纏，林風池果然不負重望，一舉成功，為了報答林三顯的恩德，特到武夷山帶回三十六株烏龍茶苗其中二十四株分送小半天及大坪頂種植，均告失敗。另十二株贈給凍頂山的林三顯，因其地土質排水量好，氣候適宜，茶樹生長旺盛，漸漸繁殖成大規模的茶園，這個傳說的真實性則有待考證。有關凍頂茶的來源，另有一個說法。凍頂山上原只有野生茶樹，清嘉慶間由福建移民柯朝引入茶種，植移北縣文山；因為中部土壤富有機質，雨量充沛均勻，空氣潮濕，尤其是凍頂山常有雲霧籠罩，全年平均溫度在二十度左右，土質是紅色油質土壤含水量大，天然泉水水質特佳，野生茶樹早已聞名。* 鐵觀音的由來傳說清代乾隆年間，福建省安溪縣松林頭鄉一位名叫魏飲的農民，篤 信佛教。每天清晨，他虔誠以一杯清茶供奉給附近一座觀音廟中的觀 音大士像前，習以為常從不停歇。觀音菩薩念他虔誠，一天托夢給他 ，說廟後有棵茶樹，要賜與他，從此可以不愁衣食．次日，魏飲到觀 音廟後，果然在廟後打石坑的石隙發現有一棵茶樹，在早晨陽光中照射下，葉片閃閃發光，便挖回移值於舍旁，悉心培育，採下茶葉焙製 成烏龍茶，香味異常醇美;後來，繁殖兩百多株，並讓鄉民分栽茶樹，魏飲以為拜佛有德，感動了觀音菩薩，觀音菩薩賜這株茶樹給他， 加上茶葉色暗綠如鐵，故把此茶樹命名為「鐵觀音」。另一傳說則是西坪堯陽有一位士人叫王仕讓，清雍正時，任過十年副貢；乾隆六年，出任過湖廣黃州府薪州的通判。平生喜歡收集奇花異草，家鄉書軒闢有一個花苗圃。有一天，王仕讓告假回鄉訪親會友，到南岩山麓游覽，突然在一片荒園的層石問，發現一株生態獨特的茶樹，香氣撲鼻，他立即採掘，移種在書軒苗圃裡，經過細心照顧，長得很快，枝葉繁茂。到了舂採時節，他及時採製，加工成品。果然，茶樣特別，氣味芳香，便把它精心收藏起來。假滿到職，拿去送給禮部侍郎方苞。方侍郎原來也是個識貨的「茶仙」，一聞茶味非凡，便作為一種「貢品」轉贈給乾隆皇帝。乾隆皇帝平素也是好茶成癖，品嚐後就稱它為「佳品」，立即召見王仕讓詢問由來，王仕讓便把經過稟述一番。乾隆皇帝細察，掂量一下茶葉，發現它貌似觀音重如鐵，產地在南岩，便賜名為「南岩鐵觀音」。後來，因為茶葉廣植遍布安溪全縣，人們便稱它為「安溪鐵觀音」了。* 碧蘿春茶的由來江蘇是貢茶的產地，所謂「貢茶」即專供皇室飲用的茶，這種茶的品質一定是最好的。如唐貢山的陽羨茶即唐代皇宮的御茶，唐人視之為珍品。而太湖洞庭山的碧蘿峰也出產一種茶，叫「碧蘿春」茶。江蘇人稱為「嚇煞人香」，這是江蘇話，表示香到嚇煞人的意思。而這也是碧蘿春茶的原名，據說碧蘿峰當地的土人採茶時將採下的茶葉放在胸囗的衣襟內，鮮葉得熱氣之助，發出一種極濃的香氣，因此土人們便稱為「嚇煞人香」。後來滿清皇帝南巡遊太湖，覺得其名甚不雅觀，遂改名為「碧蘿春」，這是碧蘿春茶得名的由來 。另一則傳說是，在清朝康熙年間，有一個農民採擷很多這種茶，然後放入懷裏，受到體溫的薰染，茶就散發出一種奇特的香氣，從此以後，大家不再把這種茶放入籠子裏，並且就稱呼它叫「嚇煞人香」。後來，這種茶被獻給康熙皇帝，康熙認為「嚇煞人香」過於鄙俗，便賜名為「碧螺春」。* 水仙的由來在半醱酵茶中，堪與鐵觀音匹敵的就是水仙了。葉大，呈深綠色，水性長，香味並重，是其特徵。它的得名亦有一段傳說：清朝康熙年間，有個福建人發現一座寺廟旁邊的大茶樹，因為受到該寺廟土壁的壓制而分出好幾條扭曲變形的樹幹。那人覺得樹幹乩曲有趣，便挖出來帶回家種植，他巧妙的利用樹的變形，加以繁殖，結果培育出清香的好茶。閩南話的「水」就是「美」，因此，從美麗的仙山採得的茶，便名為「水仙」。令人連想到早春開放的水仙花。* 大紅袍大紅袍是武夷岩茶中，品質最好的一種，據說這種茶可以治百病。在明朝時，有個官吏因沈痀纏身，某天，有位來自武夷山天心寺的僧人送他這種茶，他喝過多次之後，便不藥而癒了。官吏為了表示感激，就把自己所穿的大紅袍披在茶樹上，這是「大紅袍」得名的由來。大紅袍屬半醱酵茶。由於茶樹長在岩石之間，使得它的成分及滋味稍別於其他的青茶。* 龍井茶龍井茶的原產地是浙江杭州，關於龍井茶的來源，有一個故事是這樣流傳的：據說在龍井茶山上，有一個荒涼的村落，村裡只有寥寥的幾戶人家，這幾座破落戶當中，住著一個孤苦的老太婆，凡是路過這裏或是來此處勞動的人，疲倦時經常到老太婆的茅屋下休息，老太婆便以每年留下來的粗茶，每天煮一鼎鑊的茶水，給來往的行人解渴。一個風雪的寒冬，有位老頭前來茅屋避雪，看見鍋中正冒著熱氣，於是便好奇的問老婆婆鼎中燒些啥東西？老太婆無限感慨的回答說：「我不過是個貧窮又無依的老太婆，只能為過路行人燒點粗茶解渴。」老頭聽完竟拍手大笑說：「你並不窮啊！門前石臼內的茶渣便是寶貝，你賣給我，明天派人來抬。」隔天風雪停止，老頭果然又來了，一看日內的茶渣已空空如也，原來那老太婆以為老頭要買的是石臼，於是先將日內的茶渣倒在後院十八株茶樹上，後來那十八株茶樹，因被茶渣滋潤培育，長得非常壯大，這便是龍井茶樹原始的樹種。這個傳說也許是真有其事，然經過口耳相傳，不免添油加醬而染上濃厚的神話色彩，儘管其真實性有待考證，但也是個富人情味的小故事，不妨將它當做閒談的茶話。但陳年茶渣埋在地下，因受雨水腐化，是有可能變成茶樹需要的養分。另有一則傳說是，清朝乾隆皇巡幸江南的時候，曾經在杭州名勝--獅峰胡公廟前，品啜龍井茶，一嚐之下，對它的香味留下深刻的印象，因此把十八株種在那裏的茶樹命名為「御茶」。從此以後，龍井茶遂而名揚天下。在清明節之前摘取的新茶，叫做「明前龍井」，品質最上等。* 普洱茶普洱茶的來由，以台灣本地說來，大多數的普洱茶皆來自香港，然而香港一地仿若一個大茶行般，各式各樣的茶都有，部份是真正來自原產地，部份是賣茶人自己摻和的，而據說這些原料有分別來自泰國、雲南、安徽、廣東、福建，甚至還有來自台灣的茶葉摻雜而成，如此一來的普洱茶不同、品質差異甚大，從何談起，所以這裏所要介紹的單指真正生產於雲南的普洱茶而言。對於雲南普洱茶的傳說乃相傳於三國時代，蜀國軍師諸葛亮帶兵南征七擒孟獲，進軍途經西雙版納南糯山，因不服水土，士兵們一個個患眼疾，在山壑間東撞西碰。諸葛亮心急之下把手杖插入地裏，乍時出現奇蹟：手杖活了，生根發芽長葉，成了蔥綠的茶樹。摘下茶葉煮水讓土兵喝。茶有明目之功。士兵們恢復了視力，不久奏凱而還。自此，山上有了茶樹，這裏的少數民族稱為“孔明樹”，山叫“孔明山，孔明叫“茶祖”，每逢農曆七月十六日，即孔明的生日這天辦“茶祖會”，高懸孔明燈，載歌載舞，“對月品茶，寄託思念。*陽羨茶宜興，瀕臨太湖，層巒疊嶂，風光綺麗，更兼有“善卷”、“張公”、“靈谷”三洞之勝，吸引著無數海內外遊客。不少慕名而來的旅遊者，在飽覽了宜興的湖光山色、洞天奇景之後，都忘不了沏上一杯“陽羨茶”來品嘗一番。泡出來的茶湯清色濃，味香而甜，堪稱茶中佳品。宜興產茶歷史久遠，古時就稱之為“陽羨* 普洱茶貢茶”、“毗陵茶”、“陽羨紫筍”和“晉陵紫筍”。早在三國孫吳時代，就名弛江南，當時稱為“國山茶”。“國山”，即今之離墨山。據《宜興縣誌》載：“離墨山在縣西南五十里……山頂產佳茗，芳香冠他種”。到了唐代，被稱為“茶聖”的陸羽，為了研究茶的種植、採摘、焙制和品茗，曾在陽羨（今宜興的古稱）南山進行了長時間的考察，為撰寫“茶經”一書積累了豐富的原始資料。陸羽在他的《茶經、一之源》中記及：“陽崖陰林，紫者上，綠者次，筍者上，芽者次”。陸羽在品嘗同僧進獻的佳茍後，認為“陽羨茶”確是“芳香冠世，推為上品”，“可供上方”。由於陸羽的推薦，“陽羨茶”因此名揚全國，聲噪一時。從此，“陽羨茶”被選人貢茶之列，故有“陽羨貢茶”之稱。大致在唐代肅宗年間，常州剌史李棲筠開始，每當茶汛季節，常州、湖州兩地太守集會宜興茶區，並且唐皇特派茶吏、專使、太監到宜興設立“貢茶院”、“茶舍”，專司監製、品嘗和鑒定貢茶的任務。採下來的嫩茶，經焙炒好後，立即分批透過驛道，快馬日夜兼程送往就京城，趕上朝遷的“清蝗宴”。當時稱此種茶為“急程茶”，一刻也不能延誤。誠可知，江蘇宜興距京城（今北京）有數千里之遙，不知累壞了多少驛役？累死了多少駿馬？……正如唐代詩人李郢（茶山焙焙歌）詩曰：“淩煙觸露不停採，官家赤印連貼催，……驛路鞭聲砉流電，半夜驅夫誰復見；十里皇程路四千，到時須及清明宴”。“陽羨貢茶”，產於宜興的唐貢山、南嶽寺、離墨山、茗嶺等地。“陽羨茶”以湯清、芳香、味醇的特點而譽滿全國。明代周高起，在他的《洞山茶係》中讚曰：“陽羨茶”以“淡黃不綠，葉莖淡白而厚，製成梗極少，入湯色柔白如玉露，味甘，芳香藏味中，空深永，啜之愈出，致在有無之外”。至於“陽羨茶”的始源，據《宜興縣誌》載，飲茶的創始人卻是一位叫潘三的農民，後來被尊之為宜興的“土地神”。宋代胡仔在《苕溪漁隱叢話》中引“重修義興茶舍記”：有一位和尚把陽羨山中產的野茶送給當時的常州太守李棲筠，經他請陸羽鑒定後，建議當作佳物進貢給唐代宗皇帝，時間是大歷年間（766年左右）。僅次於陸羽的第二位“茶聖”。詩人盧仝，寫下了“天子愛喝陽羨茶，百昌不敢先開花”的詠茶名句，明末清初劉繼莊的《廣陽雜記》記有“天下茶品，陽羨為最”。明代袁中郎（宏道）在評茶小品中指出：“武夷茶有藥味，龍井茶有豆味，而陽羨茶有‘金不味’，夠得上茶中上品”。東鄰日本十分慕名“陽羨茶”。『資料來源：http://202.108.249.200/geography/mfms/20011211/9.html 』*三道茶白族“三道茶”指的是“苦茶”、“甜茶”、“回味茶”含義上寓以人生為“一苦”、“二甜”、“三回味”的哲理。頭道苦茶又稱“烤茶”或“百斗茶”，先苦後甘，能提神補氣，使人神輕氣爽；三道回味茶，放有花辣等佐料，喝了能滿口清香，回味無窮。 白族三道茶源遠流長，起源於唐初，之後不斷得到發展，到了唐南詔國中後期，佛教在大理興起，寺廟裏倡導坐禪飲茶，遊客也喜歡飲茶止渴，使茶道發展不小。經過宋、元時期到了明、清之際，白族家室多愛飲烤茶，招待客人飲甜茶，在婚事、節日期間專飲“三道茶”。至今談茶，必宗茶經陸羽的【茶經】；漢宣帝三年王褒撰的【僮約】是茶學史上最重要的文獻。在陸羽的朋友中，最值得一提的是大書法家顏真卿。顏真卿作湖州刺史時與皎然、陸羽結為摯友。他召集陸羽加深儒學修養，在「茶經」中表現出中庸和諧的思想起到了十分有益的作用。在與各界友人的交往中，陸羽融會了儒道佛等諸家思想，并將其融注於查理中，融注於「茶經」的創作中，使「茶經」成為一部不僅僅描述茶事，而且具有深刻文化內涵的學術著作。「茶經」的文化學內涵表現如下：(一)「茶經」首次把飲茶當作一種藝術過程來看待，創造了從烤茶、選水、煮茗、列具、品飲的一套中國茶藝。其中包含了濃厚的美學意境和氛圍。(二)「茶經」首次把「精神」二字貫穿於茶事之中，強調茶人的品格，思想情操，把飲茶看作「精行儉德」，進行自我修養、鍛煉志向、陶冶情操的方法。(三)陸羽首次把中國儒、道、佛的思想文化與飲茶過程融為一體，首創中國茶道精神。總之，陸羽和「茶經」的出現揭示了並預示著茶與文人關係的日執深化，而這種關係深化的結果，就是使飲茶的文化內涵趨於深刻和豐富。",
    "created_at": "2024-06-14 17:01:11",
    "updated_at": "2024-06-21 17:01:11",
    "article_images": "teastory9.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 81,
    "category_id": 3,
    "title": "茶葉的歷史：從古代流傳至今的文化瑰寶",
    "content": "茶葉是一種在全世界廣泛飲用的飲料，其歷史可以追溯至古代中國。在這篇文章中，我們將深入探討茶葉的歷史和其在不同文化中的重要性。\n\n茶葉的起源可以追溯到公元前2700年左右，當時中國的一位帝王發現了茶樹的葉子可以用來泡茶飲用。茶葉很快就成為了中國的國粹，不僅是一種飲料，還是一種文化和藝術形式。中國的茶葉文化影響了整個亞洲，包括日本和韓國等國家。\n\n此外，茶道也是茶葉文化中的一個重要方面。茶道起源於中國，隨著時間的推移，不斷發展和演變，形成了獨特的茶道文化。茶道講求禮儀和精神，是一種經過長時間傳承的儀式和文化。茶藝作為一種藝術，也有著其獨特的文化價值和特點。\n\n茶葉與文學、藝術和傳統節日的聯繫也是茶葉文化的重要方面。許多文學作品和藝術作品中都有茶葉的描繪，而茶葉也成為了一些傳統節日的重要元素，例如中秋節和春節等。\n\n \n\n一、茶葉的起源和發展\n\n二、茶葉的文化影響\n\n三、茶葉的現代發展\n\n \n\n一、茶葉的起源和發展\n\n在茶葉的歷史中，有幾個重要的時期值得關注。\n\n在唐朝時期（618-907年），茶葉的生產和消費達到了巔峰，茶葉還被用作貨幣和禮物。\n\n在宋朝時期（960-1279年），茶葉的品質和種類得到了改進，茶道這一文化形式開始流行。\n\n在明朝時期（1368-1644年），茶葉的出口量大幅增加，茶葉也傳播到了歐洲和其他地區。\n\n \n\n除了中國之外，茶葉在其他國家也有著顯著的歷史和文化價值。\n\n在日本，茶道（即茶禮）是一種嚴謹的藝術形式，通過茶葉的泡製和儀式化的表演來表達禪宗哲學。\n\n在英國，茶葉也有著悠久的歷史，成為了一種重要的社交活動，下午茶也成為了英國文化的一部分。\n\n在現代，茶葉已經成為了全球最受歡迎的飲料之一，不僅是一種飲料，還有著豐富的健康益處。茶葉含有抗氧化劑和其他營養素，有助於減少心臟病、中風和其他健康問題的風險。同時，茶葉也成為了一種重要的商業產品，全球茶葉市場價值已經超\n\n \n\n二、茶葉的文化影響\n\n茶葉不僅是一種飲品，更是一種文化和藝術。在中國，茶葉文化有著悠久的歷史和深遠的影響。茶道是一種特殊的藝術形式，以泡茶和品茶為主要內容，它講求的是一種和諧、優雅、禮儀和靈性。茶道的興起和發展，也反映了中國文化和思想的特點和價值。茶藝作為一種藝術形式，它包含著藝術特點和文化價值，它可以表達出人們對生命和自然的敬重和感恩之情，也可以促進人們的身心健康和社交關係。\n\n \n\n除了茶道之外，茶葉在文學、音樂、戲曲、書法、繪畫和建築等方面也發揮了重要的作用。茶葉被融入了中國的文化和藝術中，成為了一種獨特的文化符號和形式。\n\n \n\nB. 茶葉在唐宋時期的發展\n\n唐宋時期是中國茶葉發展的重要階段，茶葉在此期間得到了大力的推廣和發展。唐朝時期，茶葉被視為貴族和文人雅士的飲品，常常被用來款待賓客或在文人雅士的詩詞酒宴中品嚐。在宋朝時期，茶葉的普及程度進一步提高，茶葉成為了廣大民眾日常生活中必不可少的飲品。在此期間，中國的茶葉文化和茶道儀式也開始逐漸形成和發展，成為了中國茶葉文化的重要組成部分。\n\n \n\nC. 茶葉在明清時期的發展\n\n明清時期是中國茶葉發展的又一個重要階段。在明代時期，中國茶葉產業經歷了一段相對蕭條的時期，但是在清朝時期茶葉產業得到了進一步的發展。清朝時期，茶葉的種植、製作和交易都得到了重視和發展，茶葉成為了中國對外貿易的重要產品之一。同時，在此期間，茶葉的種類和品質也逐漸豐富和多樣化，中國茶葉的聲譽逐漸擴大到國際舞台。\n\nD. 現代茶葉的發展和現狀\n\n隨著現代科技的發展和全球化的加速，茶葉產業也在不斷地改變和更新。現代茶葉產業主要包括茶葉種植、製作、包裝、銷售和消費等方面。茶葉產業也逐漸走向產業化、品牌化和國際化，茶葉的價值和意義也被重新詮釋和認識。現代茶葉產業同時也面臨著一系列的挑戰，例如茶葉的品質和安全問題、茶葉的生產和消費模式等方面。然而，茶葉作為一種具有悠久歷史和深厚文化底蘊的飲品，仍然保持著其獨特的魅力和吸引力。現代茶葉產業也在不斷地探索和創新，以更好地滿足消費者的需求和市場的變化。\n\n \n\n \n\n茶葉不僅僅是一種飲料，還是一種具有豐富文化內涵的物品，其文化影響在不同的地區有著不同的體現。\n\n在中國，茶葉一直被視為一種文化和藝術形式，茶道作為中國文化的重要組成部分，代表了中國人崇尚自然、追求和諧的生活哲學。茶道強調禪的思想，注重禪修，通過茶具、茶水、茶人、茶石等元素的組合，展現自然、簡樸、美的精神，體現了中國文化的核心價值觀。\n\n在日本，茶道也是一種嚴謹的藝術形式，通過茶葉的泡製和儀式化的表演來表達禪宗哲學。日本的茶道強調和諧、敬重、審美和精神的平衡，體現了日本文化的深度和優美。\n\n在英國，茶葉也成為了一種重要的社交活動，下午茶也成為了英國文化的一部分。在英國，下午茶被視為一種傳統、禮儀和享受的體驗，人們在茶輕食和甜點的陪伴下，享受社交、閑聊和放鬆的時光。\n\n此外，茶葉在其他地區也有著不同的文化影響。在北非和中東地區，茶葉被用來迎接客人和表示友好。在印度和斯里蘭卡等國家，茶葉是一種重要的經濟產品，也是當地文化的一部分。\n\n \n\n \n\n 茶道的興起和演變\n\n茶道是源自中國的茶文化，其起源可以追溯到唐朝時期。\n\n茶道的興起與禪宗的興起密不可分，禪宗僧人們常常利用喝茶的時間來靜坐冥想，\n\n茶道因此被視為禪修的一部分。茶道的真正發展始於宋朝時期，當時茶具制作達到了一定的水準，\n\n並且出現了許多專門研究茶道的學者。\n\n \n\n隨著時間的推移，茶道逐漸成為了一種儀式化的藝術形式，並且發展出了不同的流派和風格。\n\n其中，宗徧流、表千家、裏千家、武者小路流等是茶道中比較著名的流派。\n\n每個流派都有自己的特色和獨特的茶道儀式，但它們都共同強調禪宗思想、自然、簡樸、美的精神，\n\n以及茶具、茶水、茶人、茶石等元素的組合。\n\n \n\n茶道的發展也與茶葉的普及和改良密切相關。隨著茶葉的種類不斷增多和茶葉品質的提高，\n\n茶道儀式也不斷變化和演進。例如，明朝時期的贡茶制度、清朝時期的滇红茶、日本煎茶等茶葉品種的出現，\n\n都影響了茶道的發展和演變。\n\n今天，茶道已經成為了中國文化的重要組成部分，並且在全球范圍內廣泛流傳。\n\n茶道作為一種文化和藝術形式，將中國的哲學思想、文化特色、美學價值等融入其中，展現了中國文化的深度和優美。\n\n \n\nB. 茶藝的文化價值和藝術特點\n\n茶藝是一種特殊的藝術形式，它與茶葉文化密切相關，被視為中國文化的重要組成部分。茶藝的文化價值體現在以下幾個方面：\n\n茶藝是中國傳統文化的重要組成部分。茶藝作為一種文化形式，不僅體現了中國古代文化的精髓，更蘊含了中國哲學思想、禪修思想、藝術特點等元素，是中國文化的一個重要方面。\n\n茶藝反映了中國人對自然、生命和和諧的追求。茶藝強調茶人和自然的融合，講究清靜、雅致和和諧，反映了中國人崇尚自然、尊重生命、追求和諧的文化精神。\n\n茶藝代表了中國的美學價值觀。茶藝講究造型、色彩、質地、口感等多種美學元素的組合，強調審美體驗的完整性和細膩性，體現了中國美學價值觀的獨特魅力。\n\n茶藝的藝術特點主要體現在以下幾個方面：\n\n茶藝具有禪修的意味。茶藝崇尚心靜自然，講究靜觀、細品、自然之美，表現出禪修的意味，引導人們遠離嘈雜的都市生活，尋求內心的平靜。\n\n茶藝追求簡樸、自然、雅致。茶藝將簡樸、自然、雅致的生活方式體現得淋漓盡致。茶具以素淨為美，茶水以清新為貴，茶人以自然為標準，這些都體現了中國文化的特色和藝術精髓。\n\n茶藝講究儀式感和藝術性。將泡茶過程視為一種儀式，遵循規矩，營造出獨特的藝術。\n\n \n\n茶葉與文學、藝術和傳統節日的聯繫\n\n茶葉作為一種具有深厚文化底蘊的飲品，一直以來都與文學、藝術和傳統節日有著密切的聯繫。在文學作品中，茶葉往往被用來象徵文化的高雅和人生的哲理。在藝術作品中，茶葉也是一個重要的題材，被用來表現出中國藝術的優美和深沉。在傳統節日中，茶葉也是必不可少的飲品之一，成為了節日文化中的重要元素。\n\n \n\n茶葉的傳說與典故\n\n茶葉文化是中國文化中的一個重要組成部分，其深厚的歷史和獨特的風格令人稱道。茶葉文化中蘊含了許多典故和傳說，其中一些至今仍被人們傳誦著。\n\n神農氏是茶葉文化中的重要人物之一，相傳他在中國古代發明了茶葉，並將其帶給了人類。茶葉在神農氏的推廣下，逐漸成為中國人日常生活中不可或缺的一部分。\n\n在唐朝時期，茶葉逐漸普及，許多文人墨客也成為了茶葉的愛好者。茶葉也成為了文學的題材，唐代詩人陸羽寫了《茶經》，對茶葉文化的發展起到了重要的促進作用。\n\n另一方面，茶葉的運輸也成為了茶葉文化的重要元素之一。茶馬古道是連接中國西南地區和西藏地區的茶葉運輸路線，它不僅促進了茶葉在地區之間的交流，也成為了茶葉文化中的一個重要符號。\n\n品茶的故事也是茶葉文化中的一個經典之作，它表現了品茶的藝術和技巧，同時也呈現了文人雅士對品茶的追求和熱愛。\n\n總體來說，茶葉文化的典故和傳說，豐富了茶葉文化的內涵，同時也展示了中國古代對茶葉的重視和熱愛，這些故事和傳說至今仍被人們傳誦著，成為了茶葉文化中不可或缺的一部分。\n\n \n\n三、茶葉的現代發展\n\n隨著現代科技的進步和全球化的發展，茶葉也逐漸從傳統文化走向現代發展。茶葉的產業化、品牌化和國際化已經成為了現代茶葉產業的發展趨勢。茶葉的種植、製作、包裝、銷售和消費方式也在不斷地改變和更新。茶葉的價值和意義也被重新詮釋和認識，成為了現代人追求健康、環保和文化消費的一種重要方式。\n\n \n\n \n\n茶葉的故事和文化是一個複雜而豐富的主題，本文僅是一個簡單的介紹。通過了解茶葉的歷史和文化，我們可以更好地理解和欣賞這種飲品的價值和意義。同時，茶葉也可以促進不同文化之間的交流和理解，成為了一種特殊的文化橋樑。在現代社會，茶葉仍然有著不可替代的地位和價值，我們應該珍視和保護茶葉文化的遺產和傳統，同時也應該積極創新和發展現代茶葉產業，讓茶葉文化得到更好的傳承和發展。\n\n \n\n從古代到現代，茶葉一直是中國文化的重要組成部分，也是中國人民日常生活中必不可少的飲品。茶葉的發展歷程同時也反映了中國社會、文化和經濟的變遷和發展。現代茶葉產業的發展，不僅是中國經濟發展的一部分，同時也體現了茶葉產業從傳統到現代的轉型和更新。",
    "created_at": "2024-06-15 17:01:11",
    "updated_at": "2024-06-22 17:01:11",
    "article_images": "teastory10.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 82,
    "category_id": 3,
    "title": "支持台灣茶農故事－品味台灣茶文化的寶藏",
    "content": "在這個充滿了茶香和故事的世界裡，台灣茶文化猶如一座寶藏，將歷史、人文、風土，以及農夫的辛勞融合在茶葉的每一片葉片中。而要品味這個寶藏，我們就需要深入了解台灣茶農故事的背後。台灣茶農故事承載著茶園主人對於土地和茶葉的愛，也呈現出他們守護茶葉傳承的使命感。在這篇文章中，我們將一同探索台灣茶農的故事，並了解為何支持台灣茶農文化的重要性。無論是身在咖啡屋中，還是品茗於家中，我們都可以透過這篇文章品味台灣茶文化的寶藏。\n茶農奮鬥的背後：為何台灣茶農故事深具意義\n「喝茶」在台灣人的生活中扮演著重要的角色，而這個習慣背後的故事則是由無數台灣茶農的奮鬥所編織而成。台灣茶農故事深具意義，不僅在於茶葉的品質與口感，更體現了台灣茶文化的寶藏。\n\n台灣的茶葉種植始於數百年前，而茶農們對於種植技術的不斷摸索與改進，讓台灣茶葉成為全球知名的寶藏。茶農們憑藉著對於土地、氣候以及茶葉的熱愛，靠著一雙雙勤勞的雙手蒐集了過去世代茶農智慧的結晶，並不斷創新發展茶葉種植技術。\n\n不僅如此，茶農們的辛勤也體現在每一片茶葉的經驗與心血之中。茶葉的品質受到種植環境、採摘時機以及製程技術的影響，而茶農們憑著自己的智慧與毅力，透過傳統的製茶工藝，將每一片茶葉都打磨成極致的風味。\n\n茶農奮鬥的背後是一段段傳統智慧的故事，這些故事除了讓我們品嚐到美味的茶葉，更體現了台灣茶文化的價值。茶農們世代傳承的智慧與用心，為台灣的茶文化注入了獨特的風味，也讓茶葉成為了台灣的驕傲。\n\n因此，支持台灣茶農故事並不僅僅是品味茶文化的寶藏，更是對於茶農們辛勤奮鬥的肯定與支持。讓我們一起品嚐著這些茶葉背後的故事，感受著茶農們的智慧與心血，並為他們的奮鬥加油打氣！\n\nhttps://www.youtube.com/watch?v=C1u28hC9_fU\n台灣茶農的世代傳承與創新發展\n在台灣的茶文化中，茶農的世代傳承與創新發展扮演了重要的角色。這些農夫家族經營茶園已有好幾代，他們不僅將茶葉種植技術代代相傳，也將對茶葉的熱愛與創新的靈感代代傳承下來。\n\n這些世代傳承的茶農們擁有豐富的經驗與智慧，他們深知如何栽種出品質優良的茶葉。從選擇適合的茶樹品種到精心照料茶園，他們以傳統的方式培育出茶葉，並且將自家的心血灌注其中。\n\n雖然茶農們秉持著傳統的種植方法，但他們也不斷進行創新，以因應時代的變遷。他們學習新的耕作技術，尋求更環保的種植方法，進一步提升茶葉的品質。這些努力不僅使得台灣茶葉在國際上享有盛名，也為茶文化注入了新的活力。\n\n世代傳承與創新發展的結合，為台灣的茶文化帶來了獨特的魅力。茶農們將自己的經驗與智慧融入茶葉的栽培過程中，使得每一片茶葉都散發出獨特的風味與特性。\n\n台灣茶農的創新之舞\n品種選擇與組合： 台灣的茶農善於選擇不同的茶樹品種，並進行組合，以達到理想的口感和香氣。他們對茶葉的性質有深入的瞭解，能夠精準調配不同品種茶葉，並創造出獨特的茶品。\n工藝創新： 茶農們從傳統的製茶方法中找尋靈感，並進行創新。他們將傳統的製茶工序與現代科技結合，開發出更高效、更保留茶葉香氣的製茶方法。\n生活風格融入： 有些茶農將自己的生活風格融入茶園的經營中，像是融合藝術與文學的元素。他們以自然的方式種植茶葉，並為茶葉賦予詩意的名字和故事，讓每一杯喝下去的茶，都能體驗到茶農生活的美好。\n這些創新努力讓台灣的茶葉多了更多層次的風味和價值，也為茶葉帶來了更多的可能性。不僅如此，茶農們的努力也使得台灣的茶園能夠適應氣候變遷和病蟲害的威脅，確保茶樹能夠健康生長，產出優質的茶葉。\n\n下一篇文章將深入探討台灣茶農的世代傳承與創新發展。我們將談論茶葉種植技術的傳承與挑戰，茶農智慧與毅力的結晶，以及茶農的經驗與心血在台灣茶農故事中的珍貴財富。\n\n茶葉種植技術的傳承與挑戰\n茶葉是台灣文化的一部分，並扮演著重要的角色。要認識台灣茶農的故事，我們必須瞭解茶葉種植技術的傳承與挑戰。這些技術是台灣茶業發展的基石，每個茶園都有其獨特的種植方式和秘訣。\n\n在台灣，茶葉種植技術自古以來就一直是家族傳承的寶藏。父親將技術傳給兒子，兒子再將其傳給下一代。這種世代相傳的方式確保了茶農們不斷學習和改進他們的技術，以適應環境變化和市場需求。茶葉的種植需要專業知識和細心的照料，例如澄清土壤、選擇合適的種植時機以及管理害蟲和病害。茶葉種植技術的傳承是保證台灣茶葉品質卓越的關鍵。\n\n然而，在現代社會，茶農面臨著許多挑戰。氣候變化、環境污染和市場競爭使他們不得不不斷創新和調整種植技術。茶農必須尋找新的方法來應對這些挑戰，例如引進有機種植方法、使用自然防治害蟲方法和尋找節水灌溉系統。這些努力確保了可持續發展和高品質的台灣茶葉。\n\n此外，茶葉種植技術的傳承也不僅僅是技術本身的學習和傳授。茶農們還通過傳統的文化活動和節日來傳遞他們的知識。例如，在茶葉的冷卻和萎凋過程中，茶農們會依據月亮的位置和節氣來判斷適當的處理方式。這種依靠直覺和經驗的方法無形中傳遞了茶農們對大自然的敬畏和對品質的堅持。\n\n茶葉種植技術的傳承和挑戰是台灣茶農故事中不可或缺的一部分。這些努力確保了絕佳品質的台灣茶葉能夠源源不斷地供應給喜愛茶的人們。讓我們一起支持台灣茶農，讓他們的故事繼續流傳下去，並繼續享受台灣茶文化的寶藏。\n\n茶農智慧與毅力的結晶\n台灣茶農不僅擁有多世代的經驗傳承，更展現出他們的智慧與毅力，透過不斷的努力與創新，創造出了世界知名的台灣茶文化。他們深入了解茶葉的特性與土地，並且運用自己的經驗和觀察，來提升茶葉的品質和風味。\n\n一個茶農的成功背後需要付出大量的心血和努力。從茶葉的種植到採摘，再到處理和保存，每一個步驟都需要細心的呵護和精確的技巧。茶農們學習到的知識是代代相傳的，而他們也不斷探索和改進種植技術，以迎合現代消費者的需求。\n\n茶農的智慧不僅體現在種植技術上，也體現在對土地環境的認識。他們深知土壤的特性對茶葉的品質和口感有著重要的影響，因此會花費大量心力來維護和保護土地的生態平衡。一方面，他們適應土壤的營養條件，選擇合適的茶樹品種，並且妥善管理土壤的水分和養分供應。另一方面，他們也注重生態保育，避免使用對環境有害的農藥和化肥。\n\n而茶農的毅力也是其成功的重要因素。茶葉生產是一個充滿挑戰的行業，茶農面臨著季節變化、天氣波動、害蟲疫病等多種困難，但他們始終堅持著，努力克服困難，不斷追求卓越。他們每天早起，勤奮工作，絕不馬虎對待每一片茶葉。正是這種毅力和堅持，讓台灣茶農生產的茶葉品質傲視全球。\n\n茶農智慧與毅力的結晶不僅體現在新鮮的茶葉中，也體現在茶品的多元化發展上。茶農不斷創新出各種不同風味和款式的茶品，以迎合消費者的需求和口味。他們透過精心的製作過程和獨特的配方，打造出層次豐富、口感鮮明的茶品，讓人著迷。\n\n總結來說，茶農智慧與毅力的結晶是台灣茶文化的寶藏。他們不斷努力提升茶葉品質和創造新的茶品，同時保護土地生態，維護茶產業的永續發展。我們應該給予他們更多的支持和讚賞，讓台灣茶文化在世界舞台上繼續發光發熱。\n\n茶農的經驗與心血：台灣茶農故事中的珍貴財富\n隨著台灣茶文化的蓬勃發展，茶農的經驗和心血成為了台灣茶農故事中的珍貴財富。這些茶農通過多年的努力和奉獻，累積了寶貴的知識和技術，成為了台灣茶葉品質卓越的保證。\n\n茶農的經驗是在茶園中的寶藏。他們了解每一株茶樹的需求，並且在整個種植過程中給予適當的呵護。他們知道怎麼選擇最佳的種植地點、理解土壤的蘊藏和養分分佈。這些經驗使得台灣茶葉得以生長在最理想的環境中，從而產生獨特的風味和香氣。\n\n茶農的心血是在每一片嫩葉中的滋養。他們每天早早起床，將採摘回來的茶葉仔細烘焙、揉捻，直到茶葉展現出最佳的形態。這需要耐心和細膩的手勢，以及對每個細節的關注。茶農的心血賦予了茶葉獨特的口感和口味。\n\n台灣茶農故事中的珍貴財富不僅體現在茶葉的品質上，也體現在每個茶農的故事中。每個茶農都有自己獨特的背景和家族傳承。他們經歷了風雨飄搖的日子，也見證了茶文化的轉變和發展。這些故事代表了台灣茶農對於文化傳承的重視和堅持。\n\n為了保護和傳承這些珍貴的財富，我們應該支持台灣茶農。選擇台灣茶葉不僅能夠享受優質的茶葉，更能夠支持那些為茶葉文化付出努力的農夫。他們不僅是茶葉的生產者，更是文化的守護者。\n\n在選購茶葉時，我們可以傾聽茶農的故事，了解他們的辛勤和付出。這樣不僅能夠增加我們對茶的體驗和知識，也能夠瞭解到台灣茶農所面臨的挑戰和需要我們的支持。\n\n所以讓我們一起品味台灣茶文化的寶藏，支持台灣茶農的故事，並將這份珍貴的財富傳承下去。這是我們對茶葉、對茶農和對台灣茶文化的敬意和回饋。讓我們繼續愛護台灣茶園，品味台灣茶的卓越，讓這個寶藏永遠流傳下去。\n可以參考 台灣茶農故事\n台灣茶農故事結論\n透過深入探究台灣茶農故事，我們瞭解到這個文化瑰寶所包含的無窮價值。台灣茶農故事的背後是茶農們的奮鬥與堅持，他們對茶葉的獨特熱情與專業，造就了台灣茶文化的輝煌。\n\n從傳承的世代與創新的發展中，我們見證了台灣茶農家族的努力與智慧。他們講究每一道程序，精心照料每一片茶葉，讓茶葉在他們的手中展現出最佳的風味與品質。\n\n茶葉種植技術的傳承與挑戰是台灣茶農故事中的重要一環。面對氣候變遷、病蟲害等困難，茶農們不斷尋求創新解決方案，如有機種植、自然農法等，以確保茶葉的安全與品質。\n\n茶農的智慧與毅力成就了台灣茶文化中的無盡魅力。他們細膩的觸感和悠久的經驗使得每一杯茶都充滿著故事，每一口茶都帶著台灣的風土與情懷。\n\n台灣茶農故事中的珍貴財富正是來自茶農們的心血與經驗。這些故事記錄了他們對茶葉的愛與執著，也展示了台灣茶文化的豐富多樣性。\n\n因此，我們應該積極支持和分享台灣茶農故事。透過品味台灣茶文化的寶藏，我們可以尊重茶農們的努力，同時也能夠感受到茶葉背後所蘊含的文化價值與自然之美。讓我們一起走進台灣茶農故事的世界，感受這份獨特的茶香韻味！\n\n台灣茶農故事常見問題QA\n問題1：台灣茶農種植的茶葉有哪些種類？\n台灣茶農種植的茶葉有烏龍茶、綠茶、紅茶等。不同地區和氣候條件對茶葉的種植產生了不同的風味和特點。\n問題2：台灣茶農如何面對種植技術的挑戰？\n台灣茶農面對種植技術的挑戰時，他們尋求創新的解決方法，並與學者和專家合作，以提升茶葉品質和產量。他們也傳承先人的智慧和經驗，用於應對各種困難。\n問題3：購買台灣茶農的茶葉如何支持他們的故事和努力？\n購買台灣茶農的茶葉不僅是品味台灣茶文化的寶藏，同時也是對茶農的故事和努力的支持。透過購買他們的產品，我們可以幫助他們繼續傳承和發展茶葉產業，並為他們的辛勞和創新付出公平的回報。",
    "created_at": "2024-06-16 17:01:11",
    "updated_at": "2024-06-23 17:01:11",
    "article_images": "teastory11.webp",
    "views": 0,
    "valid": 1
  },
  {
    "id": 83,
    "category_id": 3,
    "title": "台灣故事島-茶業記憶庫",
    "content": "筆者在三、四年前就有想要用訪問的方式，去紀錄台灣茶產業的歷史，只是因為工作忙碌，一直沒有真正的行動，但這件事情也一直放在筆者的心裡；在2016年10月因為朋友的介紹，認識一家行銷公司的老闆，閒聊中提到他們有接了文化部的【國民記憶庫：台灣故事島】的計畫，用影像留存的方式來記錄台灣的記憶與口述歷史，而喚起我心中一直想做的那件事。\n\n自己的故事自己說\n在我們共同擁有的不同記憶中，有太多故事值得述說，還有更多故事在衝融的過程中，可能被掩藏、可能被遺忘，打開每個人的記憶膠囊，用聲音影像與文字，讓曾經疏離的重獲關心，讓曾經悲傷的得到療癒，文化部的【國民記憶庫：台灣故事島】計畫是一個交換生命故事的平台。來自於記憶、來自於土地的生命故事，是生活、是歷史、也是文學。\n每個人都有不同的生活故事，這些故事不僅是個人的生命史，從中經歷的風霜，失敗或成功的經驗，都是一篇篇鼓勵其他人努力或重新省思的力量，是維繫家庭、社會的重要記憶，更是國家歷史的一部分。故事不是一種嚴謹的文體，它是通過敘述的方式講一個帶有寓意、令人感動、深刻雋永的事件。每個人都可以站在自身的體驗訴說記憶中的故事，由個別微觀的故事，自下而上共同拼湊出隱含於日常生活中的歷史。這種故事交織性的共同記憶，有別於主流的歷史及詮釋，它除了豐富生活的想像空間，更可藉由說與聽的互動方式，直接喚起共同的生命回憶，從歷史與文化氛圍凝結人心，有助於社會正向發展。\n相較於文字歷史的記錄方式，說故事的方式更適合弱勢者及不習慣於使用文字表述的人，從而擴大歷史表述的來源與公平性，而說故事本身即是一種全民參與的事件，「我正在參與歷史」的榮耀感也有助民主社會中公民素養的提升。為鼓勵臺灣一般庶民願意說出自己的故事，並與最愛的家人、朋友，乃至社會各界分享，文化部推出【國民記憶庫：台灣故事島】計畫，並規劃建置一個記憶分享網絡，將臺灣人民感動人心的故事記錄下來，匯集為國民記憶資料庫，並透過網站分享給社會大眾。未來並可作為導演、作家靈感的素材，喚起關懷家人、土地、社會的情感，豐富臺灣的人文記憶\n\n啟動茶業記憶庫\n台灣茶產業的許多歷史，都是口耳相傳，或是文字記載，有許多的誤傳、筆誤或遺失的狀況，讓台灣茶產業的歷史有很多的錯誤、斷點或矛盾，例如文山包種和南港包種的源頭和演進，或凍頂烏龍茶是不是林鳳池從福建帶回三十六顆茶樹的起源，還有日本時代知名的【東邦紅茶股份公司】(圖一)是三代還是五代的傳承等等，經由一些國內外的研究學者(圖二)，慢慢的在歷史遺留的蛛絲馬跡，拼湊出裡使原本的樣貌，但是還是有很多地方找不出證據，常常聽到他們說，如果當時有留下照片、文字就好了。\n\n因為有文化部【國民記憶庫：台灣故事島】的紀錄平台，開始有計畫的進行茶產業的歷史影像紀錄，因為現在的數位保存與傳播技術非常進步，讓當事人自己敘述自己的歷史。有朋友曾經建議過我們，先把台灣茶產業的歷史規劃整理出來，再慢慢的跟著台灣茶產業歷史的脈絡進行拍攝與訪問，而我們的想法是覺得，如果要把台灣茶產業的歷史好好的研究釐清，可能不是短時間能夠完成的，而這段時間又有多少老前輩的流失，而因為他們的凋零，可來再也沒有人會提起這一段歷史；所以我們現在要做的，是盡量去紀錄、留存這些記憶，未來有學者開始要研究，才有較多的資料可以搜尋與使用。\n\n2016年10月正式啟動【台灣故事島：茶業記憶庫】的計畫，第一階段希望拍攝記錄50位台灣各地茶產業的人物故事歷史(在筆者截稿之前，已經拍攝了40位)，拍攝團隊到了台北、坪林、桃園、新竹、苗栗、台中、南投、日月潭等茶區進行紀錄，茶農、茶商、茶工廠、外銷、農會、公協會(圖三)等等，跨足茶產業不同的面向。\n\n台灣茶產業的黃金年代\n2017年一月初，到台北大稻埕訪問茶匠-黃正敏顧問(圖四)，黃顧問是【台灣區製茶工業同業公會】、【台灣茶輸出業同業公會】與【台北市茶商業同業公會】三大同業公會的顧問，年近八十的黃顧問身體還非常硬朗，笑咪咪的跟我們敘述他傳奇的一生。黃顧問畢業於台大法律系，讓人好奇，在那個年代，做法官或律師是個人人稱羨的好工作，為何會放棄當法官與律師的機會而去賣茶呢？\n身為茶業世家，又是家中的老大，理所當然就承接家中的事業，在新竹家族的茶廠生產茶葉，把茶葉賣到台北大稻埕，當時台灣茶葉的外銷，大多掌握在洋行手上，黃顧問拿著一個手提箱，跑遍全世界喝茶的城市與港口，加上自己是生產者的優勢，慢慢的取代洋行在台灣的位置，換句話說，可以說是黃顧問這一輩的努力，把當時掌握台灣茶外銷市場的洋行趕出台灣，開始台灣人用自己的力量，讓台灣茶在全世界飄香。\n\n黃顧問是我非常佩服的前輩，因為年輕時在全世界推廣台灣茶，除了原本的中文、客語、台語之外，也精通英文、日文、西班牙文與法文；而台灣現在年輕一輩大多走向小確幸、小幸福，而對未來更重要的國際觀、策略等等，反而是我們年輕人該好好的去請教長輩們，眼光看得更遠、思想高度更高，才有機會讓台灣茶產業用另一種面相，重返黃金年代。",
    "created_at": "2024-06-17 17:01:11",
    "updated_at": "2024-06-24 17:01:11",
    "article_images": "teastory12.jpg",
    "views": 0,
    "valid": 1
  },
  {
    "id": 84,
    "category_id": 3,
    "title": "蛇",
    "content": "筆者在三、四年前就有想要用訪問的方式，去紀錄台灣茶產業的歷史，只是因為工作忙碌，一直沒有真正的行動，但這件事情也一直放在筆者的心裡；在2016年10月因為朋友的介紹，認識一家行銷公司的老闆，閒聊中提到他們有接了文化部的【國民記憶庫：台灣故事島】的計畫，用影像留存的方式來記錄台灣的記憶與口述歷史，而喚起我心中一直想做的那件事。\n\n自己的故事自己說\n在我們共同擁有的不同記憶中，有太多故事值得述說，還有更多故事在衝融的過程中，可能被掩藏、可能被遺忘，打開每個人的記憶膠囊，用聲音影像與文字，讓曾經疏離的重獲關心，讓曾經悲傷的得到療癒，文化部的【國民記憶庫：台灣故事島】計畫是一個交換生命故事的平台。來自於記憶、來自於土地的生命故事，是生活、是歷史、也是文學。\n每個人都有不同的生活故事，這些故事不僅是個人的生命史，從中經歷的風霜，失敗或成功的經驗，都是一篇篇鼓勵其他人努力或重新省思的力量，是維繫家庭、社會的重要記憶，更是國家歷史的一部分。故事不是一種嚴謹的文體，它是通過敘述的方式講一個帶有寓意、令人感動、深刻雋永的事件。每個人都可以站在自身的體驗訴說記憶中的故事，由個別微觀的故事，自下而上共同拼湊出隱含於日常生活中的歷史。這種故事交織性的共同記憶，有別於主流的歷史及詮釋，它除了豐富生活的想像空間，更可藉由說與聽的互動方式，直接喚起共同的生命回憶，從歷史與文化氛圍凝結人心，有助於社會正向發展。\n相較於文字歷史的記錄方式，說故事的方式更適合弱勢者及不習慣於使用文字表述的人，從而擴大歷史表述的來源與公平性，而說故事本身即是一種全民參與的事件，「我正在參與歷史」的榮耀感也有助民主社會中公民素養的提升。為鼓勵臺灣一般庶民願意說出自己的故事，並與最愛的家人、朋友，乃至社會各界分享，文化部推出【國民記憶庫：台灣故事島】計畫，並規劃建置一個記憶分享網絡，將臺灣人民感動人心的故事記錄下來，匯集為國民記憶資料庫，並透過網站分享給社會大眾。未來並可作為導演、作家靈感的素材，喚起關懷家人、土地、社會的情感，豐富臺灣的人文記憶\n\n啟動茶業記憶庫\n台灣茶產業的許多歷史，都是口耳相傳，或是文字記載，有許多的誤傳、筆誤或遺失的狀況，讓台灣茶產業的歷史有很多的錯誤、斷點或矛盾，例如文山包種和南港包種的源頭和演進，或凍頂烏龍茶是不是林鳳池從福建帶回三十六顆茶樹的起源，還有日本時代知名的【東邦紅茶股份公司】(圖一)是三代還是五代的傳承等等，經由一些國內外的研究學者(圖二)，慢慢的在歷史遺留的蛛絲馬跡，拼湊出裡使原本的樣貌，但是還是有很多地方找不出證據，常常聽到他們說，如果當時有留下照片、文字就好了。\n\n因為有文化部【國民記憶庫：台灣故事島】的紀錄平台，開始有計畫的進行茶產業的歷史影像紀錄，因為現在的數位保存與傳播技術非常進步，讓當事人自己敘述自己的歷史。有朋友曾經建議過我們，先把台灣茶產業的歷史規劃整理出來，再慢慢的跟著台灣茶產業歷史的脈絡進行拍攝與訪問，而我們的想法是覺得，如果要把台灣茶產業的歷史好好的研究釐清，可能不是短時間能夠完成的，而這段時間又有多少老前輩的流失，而因為他們的凋零，可來再也沒有人會提起這一段歷史；所以我們現在要做的，是盡量去紀錄、留存這些記憶，未來有學者開始要研究，才有較多的資料可以搜尋與使用。\n\n2016年10月正式啟動【台灣故事島：茶業記憶庫】的計畫，第一階段希望拍攝記錄50位台灣各地茶產業的人物故事歷史(在筆者截稿之前，已經拍攝了40位)，拍攝團隊到了台北、坪林、桃園、新竹、苗栗、台中、南投、日月潭等茶區進行紀錄，茶農、茶商、茶工廠、外銷、農會、公協會(圖三)等等，跨足茶產業不同的面向。\n\n台灣茶產業的黃金年代\n2017年一月初，到台北大稻埕訪問茶匠-黃正敏顧問(圖四)，黃顧問是【台灣區製茶工業同業公會】、【台灣茶輸出業同業公會】與【台北市茶商業同業公會】三大同業公會的顧問，年近八十的黃顧問身體還非常硬朗，笑咪咪的跟我們敘述他傳奇的一生。黃顧問畢業於台大法律系，讓人好奇，在那個年代，做法官或律師是個人人稱羨的好工作，為何會放棄當法官與律師的機會而去賣茶呢？\n身為茶業世家，又是家中的老大，理所當然就承接家中的事業，在新竹家族的茶廠生產茶葉，把茶葉賣到台北大稻埕，當時台灣茶葉的外銷，大多掌握在洋行手上，黃顧問拿著一個手提箱，跑遍全世界喝茶的城市與港口，加上自己是生產者的優勢，慢慢的取代洋行在台灣的位置，換句話說，可以說是黃顧問這一輩的努力，把當時掌握台灣茶外銷市場的洋行趕出台灣，開始台灣人用自己的力量，讓台灣茶在全世界飄香。\n\n黃顧問是我非常佩服的前輩，因為年輕時在全世界推廣台灣茶，除了原本的中文、客語、台語之外，也精通英文、日文、西班牙文與法文；而台灣現在年輕一輩大多走向小確幸、小幸福，而對未來更重要的國際觀、策略等等，反而是我們年輕人該好好的去請教長輩們，眼光看得更遠、思想高度更高，才有機會讓台灣茶產業用另一種面相，重返黃金年代。",
    "created_at": "2024-06-17 17:01:11",
    "updated_at": "2024-06-24 17:01:11",
    "article_images": "teastory12.jpg",
    "views": 0,
    "valid": 1
  }
]