import React, { useState, useRef } from 'react'
import { X } from 'lucide-react'

const MapComponent = () => {
  const [hoveredRegion, setHoveredRegion] = useState('')
  const [selectedRegion, setSelectedRegion] = useState('')
  const [isModalOpen, setIsModalOpen] = useState(false)
  const nameDivRef = useRef(null)

  const regionInfo = {
    桃園: {
      description:
        '桃園，北海道中央的賞藏之地，位於旭川市和富良野市之間，是一片充滿驚奇的自然寶庫。青池和白鬚瀑布等令人嘆為觀止的景點，使美瑛成為引人入勝的四季之地。春天，櫻花在五月初綻放，如夢如幻，彷彿走進了童話世界。隨著七月初的來臨，馬鈴薯開花，將山坡點綴成一片繽紛的花海。',
      image: '/images/yaming/tea_class_picture/1-tea-class.jpeg',
    },
    台北: {
      description:
        '台北市：台北的文山包種茶以其獨特的清香和優雅著稱，這種茶葉生長在木柵和石碇的山區，得益於當地的霧氣和濕潤氣候。茶葉經輕發酵製成，外觀條索緊結，茶湯清澈淡綠，入口柔和，回甘明顯。文山包種茶不僅在台灣內銷，也深受國外市場的青睞，是台灣高品質輕發酵茶的代表。',
      image: '/images/yaming/tea_class_picture/1-tea-class.jpeg',
    },
    台中: {
      description:
        '台中市：台中的梨山茶以其高品質聞名，是台灣高山烏龍茶的代表之一。梨山位於台中市的高海拔地區，茶葉在這裡生長緩慢，積累了豐富的香氣和滋味。梨山茶的茶湯淡黃透亮，帶有濃郁的花果香氣，入口後茶湯順滑，回甘悠長，深受愛茶人士的喜愛。',
      image: '/images/yaming/tea_class_picture/2-tea-class.jpeg',
    },
    新竹市: {
      description:
        '新竹市：新竹市雖然茶園面積不大，但以峨眉的綠茶聞名。峨眉茶區的茶葉種植在海拔較高的山區，茶葉呈翠綠色，茶湯清澈透亮，口感清爽回甘，特別適合在炎熱的夏季飲用。峨眉綠茶是當地居民日常生活中不可或缺的一部分，也因其清新宜人的風味，深受遊客喜愛。',
      image: '/images/yaming/tea_class_picture/3-tea-class.jpeg',
    },
    新竹縣: {
      description:
        '新竹縣：新竹縣的峨嵋竹葉青茶是台灣少見的名茶，這種茶葉在峨嵋山區種植，受到霧氣和日夜溫差的影響，茶葉細嫩，色澤翠綠。竹葉青茶的茶湯清澈，入口甘甜，帶有清新的草木香氣，回甘迅速，適合在下午或夏季時品茗，清涼解渴。',
      image: '/images/yaming/tea_class_picture/4-tea-class.jpeg',
    },
    苗栗縣: {
      description:
        '苗栗縣：苗栗的貓裏紅茶是一種極具地方特色的紅茶，特別是使用紅玉茶葉製成。這種茶葉具有鮮豔的紅色茶湯，入口時帶有薄荷和肉桂的香氣，適合熱飲也適合冷泡。貓裏紅茶的製作過程嚴謹，揉捻和發酵的時間控制精確，使得每一口茶都富有層次感。',
      image: '/images/yaming/tea_class_picture/5-tea-class.jpeg',
    },
    彰化: {
      description:
        '彰化八卦山區的龍眼花茶是一種特別的花茶，將龍眼花的香氣融入茶葉中。茶葉經過細心烘焙，使茶湯金黃透亮，入口時帶有濃郁的果香和甜蜜感。龍眼花茶既可以清飲，也可以製成蜜茶，是彰化當地農民利用當地特產創造出的獨特風味。',
      image: '/images/yaming/tea_class_picture/6-tea-class.jpeg',
    },
    雲林: {
      description:
        '雲林古坑的綠茶以其清香和淡雅著稱。茶園位於古坑鄉的山坡上，受日夜溫差影響，茶葉富含芳香物質。古坑綠茶的茶湯淡黃透亮，入口清爽回甘迅速，是雲林茶葉的代表之一，深受當地居民和遊客的喜愛。',
      image: '/images/yaming/tea_class_picture/7-tea-class.jpeg',
    },
    台南: {
      description:
        '台南的梅嶺烏龍茶是當地的一大特色，這裡的茶葉因為日照充足且霧氣充沛，造就了茶葉香氣濃郁、口感滑順的特點。梅嶺烏龍茶茶湯金黃透亮，茶葉條索緊結，入口後香氣四溢，特別適合搭配台南的甜點一起享用。',
      image: '/images/yaming/tea_class_picture/8-tea-class.jpeg',
    },
    屏東: {
      description:
        '屏東縣的金萱茶擁有獨特的奶香，是由台灣自行培育的茶種。這種茶葉茶湯淡黃綠，奶香濃郁，口感圓潤順滑，非常適合搭配點心或單飲。屏東的氣候溫暖且日照充足，使得金萱茶的香氣和口感達到了極佳的平衡。',
      image: '/images/yaming/tea_class_picture/9-tea-class.jpeg',
    },
    台東: {
      description:
        '台東縣的紅烏龍茶結合了紅茶的香氣和烏龍茶的回甘，成為當地茶葉的代表。紅烏龍茶的茶湯呈琥珀色，帶有豐富的果香和木質香氣，口感豐厚。台東的紅烏龍茶製作工藝精細，深受國內外市場的青睞。',
      image: '/images/yaming/tea_class_picture/10-tea-class.jpeg',
    },
    宜蘭: {
      description:
        '宜蘭縣的三星綠茶以其清新的草木香氣著稱，這裡的茶園多位於山區，受海風影響，茶葉清爽且富有活力。三星綠茶的茶湯清澈淡綠，入口後帶有淡淡的草木香，回甘迅速，是夏季消暑的理想飲品。',
      image: '/images/yaming/tea_class_picture/11-tea-class.jpeg',
    },
    新北市: {
      description:
        '新北市坪林區的東方美人茶是世界聞名的台灣特色茶。這種茶葉經過小綠葉蟬的叮咬，自然發酵形成特殊的蜂蜜香氣和成熟果香，茶湯琥珀色，滋味甘醇濃厚。東方美人茶的製作過程極為講究，需經過多次翻炒和揉捻，以確保茶葉的香氣和口感達到最佳狀態。',
      image: '/images/yaming/tea_class_picture/12-tea-class.jpeg',
    },
    基隆: {
      description:
        '基隆雖然以海港著名，但在郊區的小山丘上也種植了少量的烏龍茶。基隆的氣候多雨潮濕，這使得當地的茶葉具有獨特的海風氣息和豐富的礦物質含量。當地的烏龍茶葉色澤深綠，茶湯清亮，帶有淡淡的鹹味與清香，非常適合海鮮餐後飲用。',
      image: '/images/yaming/tea_class_picture/13-tea-class.jpeg',
    },
    嘉義: {
      description:
        '嘉義市的茶葉產量不多，但品質上乘，主要以高山茶為主。嘉義市的茶園多位於較高的山區，如阿里山附近。這裡的高山茶以其淡雅的花香和清澈的茶湯著稱，入口柔和滑順，適合細細品味。',
      image: '/images/yaming/tea_class_picture/14-tea-class.jpeg',
    },
    花蓮: {
      description:
        '花蓮縣瑞穗鄉的紅茶以其香甜的口感而著稱。瑞穗紅茶的茶湯色澤紅豔，入口時帶有果香與花香，甘甜順口。由於瑞穗地區的水質優良，使得當地的紅茶特別清甜，無論熱飲或冷泡都非常適合。',
      image: '/images/yaming/tea_class_picture/15-tea-class.jpeg',
    },
    南投: {
      description:
        '南投縣是台灣茶葉的重要產地，尤其是凍頂烏龍茶享譽國內外。凍頂烏龍茶種植於鹿谷鄉的山區，得名於種茶山頭“凍頂山”。這種茶葉經過半發酵，茶湯呈金黃色，散發著濃郁的花香和蜜香，入口甘醇，回甘持久，是品茶愛好者不容錯過的佳品。',
      image: '/images/yaming/tea_class_picture/16-tea-class.jpeg',
    },
    高雄市: {
      description:
        '高雄市六龜的高山茶以其品質優異而聞名，茶園多位於海拔1000公尺以上的山區。這裡的茶葉吸收了充足的日光和豐富的礦物質，茶湯色澤明亮，帶有淡淡的蜜香與花香，口感醇厚，回甘悠長，是品茶愛好者的極佳選擇。',
      image: '/images/yaming/tea_class_picture/17-tea-class.jpeg',
    },
    嘉義市: {
      description:
        '嘉義市的茶葉產量不多，但品質上乘，主要以高山茶為主。嘉義市的茶園多位於較高的山區，如阿里山附近。這裡的高山茶以其淡雅的花香和清澈的茶湯著稱，入口柔和滑順，適合細細品味。',
      image: '/images/yaming/tea_class_picture/18-tea-class.jpeg',
    },
  }

  const handleMouseOver = (e) => {
    const regionName = e.target.getAttribute('name')
    setHoveredRegion(regionName)
    if (nameDivRef.current) {
      nameDivRef.current.style.opacity = 1
      nameDivRef.current.style.left = `${e.pageX + 0}px`
      nameDivRef.current.style.top = `${e.pageY + 10}px`
    }
    e.target.style.fill = '#ffffff'
  }

  const handleMouseOut = (e) => {
    setHoveredRegion('')
    if (nameDivRef.current) {
      nameDivRef.current.style.opacity = 0
    }
    e.target.style.fill = '#003E52'
  }

  const handleClick = (e) => {
    const regionName = e.target.getAttribute('name')
    setSelectedRegion(regionName)
    setIsModalOpen(true)
  }

  const closeModal = () => {
    setIsModalOpen(false)
  }

  return (
    <>
      <div id="shane_map_name" className="shane_map_name" ref={nameDivRef}>
        <p className="shane_map_p" id="shane_map_namep">
          {hoveredRegion}
        </p>
        <img
          src="images/yaming/course/外框-01.svg"
          alt=""
          className="shane_map_image1"
        />
      </div>
      <svg
        baseProfile="tiny"
        fill="#003E52"
        height="100%"
        stroke="#B29564"
        strokeLinecap="round"
        strokeLinejoin="round"
        strokeWidth="1.5"
        version="1.2"
        viewBox="0 200 1300 800"
        width="100%"
        xmlns="http://www.w3.org/2000/svg"
        className="shane_map_svg"
      >
        <g id="shane_map_features">
          <path
            d="M657.2 325.1l6.4-10.3 5-5.9 5.2-4.4 13.2-4.4 3.1-1.9 2.7-2.4 3.3-1.8 6.4-2.3 14.5-2.6 3 3.3 4.6 2.2 3.4 2.2 2.3 2.1 2.9 0.7 3.1 1.6 3.7 5.4 0.3 2.9-0.7 3-2.4 2.5-9.4 2.8-2.7 2.9 0.2 4.5-0.8 4.1 0.8 3.7 3.8 3.7 0.8 3.7-1 4.8 3.7 2.1 5.3-0.3 3.7 1.4 6 8.9-1 3.8-2.3 2.7 0.6 3.7 1 4.1 6.4 6 1.8 4-2.2 0.6-3.9 2.8 2.3 9-1.6 2.7-2.5 1-2.3-0.5-2.9 1.1-0.3 1.1-3.5-1.5-5.2-3-2.9-2.1-4-0.7-4.5-2.6-3.7-2.9-0.4-3.1 3.3-4.7 1.4-5.6-1.2-5.2-0.2-3.6-2.5-1.9-3.1-1.6-1.9-3.3-2.4-2.5-2.8 0.2-2.8-0.5-2.2-2.2-3-2.2-4.8-1.5-2.4-2.7 0.8-4.2-2.6-3-4.9-1.6-3-1.4-3.1-0.9-3.6-1.4-2.9-6.3-3.3-2.2-9.8 0.7-2.3-0.8z"
            id="shane_map_TWTAO"
            name="桃園"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M776.8 321.1l-4.2 0-3.5-0.8-2.6-2.3-2.8-3.2-4.1-3.2-2.9-4.9 1.1-5.3-0.8-4.5-4.2-4-2.7-3.1 1.2-2.1 1.3-1.7 1.5-3.3 2.6-2.9 7.8-4.7 2.1-1.8 2.9-1.4 2.8 0.9 1.5 1.6-0.4 2.6 0.3 2.4 1.1 2.4 1.2 2.6 1.8 7.2 2.8 2.5 1.1 3.2-1.1 4.8 0.1 3.6 3.3 1.9 2.7 2.3-1.4 3-5.5 7-3 1.2z"
            id="shane_map_TWTPE"
            name="台北"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M563.1 480.3l0.5-0.6 0.5-2.4 2.4-1.9 1.6-4.7 1.9-8.8 6.7-11.7 2.1-7.1 2.4-4 9.6-10.6 6.6 10.3 3.4 3.6 4.5 3.9 10.9 8 5.3 2.6 4.7 0.9 8.4 4.8 8.8-0.5 3.7-2 0.6-5.3 4-2.4 7.1 0.6 4.4 1.7 3.6 4 3.9 1.6 6.4-3.5 4.9-2 8.4-6.6 4.2-2.4 3.3-3.1 3-2.2 3.9 0.1 3.5-1.5 1.3-4 2.7-1.9 0.5-0.4 7.7-0.7 2 0.5 2.6 0.8-0.5 4 1.1 2.6 3.5 0.8 3.2 1.9 2.7 1.8 2.8-0.4 3.4-1.7 3.6 0 4.2 3.4-3.4 3.5-0.3 3-1.7 4.5-5.4 3.4-2.2 3.6-0.9 3.7-2.2 2.7-2.5 1.3-0.9 1.4-2 1.5-9.6-0.9-3.4-0.8-3.4 0.2-8 3.2-4.5 0.7-4.4 0.2-6.4 3.3-3.2 0.6-3.6 2.1-5.7 5.5-3.6 1.4-4.8-0.1-3.4 2.8-1.9 3.9-2.5 0.7-6.4-4.8-2.2 1.4-4.2 5.5-4.3 0.2-7.3-1.1-4.6 2.2-2.7 6.1-5.4 10.4-3.6 3.4-3 0.5-13-1.8-3-0.1-0.1-1-3.9-2.6-3.1-0.5-0.9-2.5 0-2.8-1.4-2.9-2.3-3.6-3.2-2.6-8.5-2.5-3.3-3.9-0.7-5.5-1.9-4.6-2.9-2.5-4.2-1.3z"
            id="shane_map_TWCHG"
            name="台中"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M646.3 345.6l0.1-0.1 1.1-1.6 0.4-2.7 0.6-2.1 1.5-2.1 1.9-1.6 1.8-0.6-0.1-0.9 0.5-2.1 1.6-4.4 1.5-2.3 2.3 0.8 9.8-0.7 3.3 2.2 2.9 6.3 3.6 1.4 3.1 0.9 3 1.4 4.9 1.6 2.6 3-0.8 4.2 2.4 2.7 4.8 1.5 3 2.2 2.2 2.2 2.8 0.5 2.8-0.2 2.4 2.5 1.9 3.3 3.1 1.6 2.5 1.9 0.2 3.6 1.2 5.2-1.4 5.6-3.3 4.7 0.4 3.1 3.7 2.9 4.5 2.6 4 0.7 2.9 2.1 5.2 3 3.5 1.5-1.7 4.7-1 3.4 0.4 3.2-2.7 4.2-10.1 10.2-3.1 7.5-2-0.5-7.7 0.7-0.5 0.4-0.5-3.5-3.3-5.6-2.3-2.4-1-3.1-3.6-2.9-9.1 2.3-3.4-0.4-4.9 0.4-5.5 1.5-3-0.7 0.7-3.7 0.9-3.3-0.7-2.9-0.7-2.1 0.7-2.3 0.5-2.4 0.3-2.8-0.6-3.8-2.7-2.4-8.8-4.2-4.3-3.2-2.8-3.2-3.2-8 1.8-2.2 1.6-4.1 2.5-3.1 4.2-1.7 3.7-0.6 1.7-1 0.7-2.7-1.3-2.6-2.8-2.8-3.9-2-10.9-3.5-6-2.6z"
            id="shane_map_TWHSQ"
            name="新竹縣"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M638.4 367.7l0.8-3 4-8.2 1.6-2.1 0.5-1.2 0-1.2-0.5-1.3-0.8-1.6 1.1-2.2 1.2-1.3 6 2.6 10.9 3.5 3.9 2 2.8 2.8 1.3 2.6-0.7 2.7-1.7 1-3.7 0.6-4.2 1.7-2.5 3.1-1.6 4.1-1.8 2.2-0.2 0.2-3.3 0.8-3.1-1.3-2-2.7-3-1.9-5-1.9z"
            id="shane_map_TWHSZ"
            name="新竹市"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M590.8 428.5l5.2-5.8 1.3-2.9 0.7-4.8 1.5-4 4.3-7.5 1.2-4.5 1.1-2 4.8-1.4 1.4-1.5 0.8-1.9 1-1.8 3-3.2 3.4-2.4 4-1.1 5.2 1-0.7-3.9 1.9-2.7 2.7-2.7 1.3-4.2 0.6-1.3 2.6-1.3 0.3-0.9 5 1.9 3 1.9 2 2.7 3.1 1.3 3.3-0.8 0.2-0.2 3.2 8 2.8 3.2 4.3 3.2 8.8 4.2 2.7 2.4 0.6 3.8-0.3 2.8-0.5 2.4-0.7 2.3 0.7 2.1 0.7 2.9-0.9 3.3-0.7 3.7 3 0.7 5.5-1.5 4.9-0.4 3.4 0.4 9.1-2.3 3.6 2.9 1 3.1 2.3 2.4 3.3 5.6 0.5 3.5-2.7 1.9-1.3 4-3.5 1.5-3.9-0.1-3 2.2-3.3 3.1-4.2 2.4-8.4 6.6-4.9 2-6.4 3.5-3.9-1.6-3.6-4-4.4-1.7-7.1-0.6-4 2.4-0.6 5.3-3.7 2-8.8 0.5-8.4-4.8-4.7-0.9-5.3-2.6-10.9-8-4.5-3.9-3.4-3.6-6.6-10.3z"
            id="shane_map_TWMIA"
            name="苗栗縣"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M519.2 556.7l0.6-1 1.1-5.1 0.9-2.1 5.1-4.9 1.5-2.1 1.9-5.6 3-5.6 4.2-11.6 1.9-3.3 2.2-2.2 1.8-1.2 1.5-0.8 1.2-1 0.4-2.2 0.9-2 3.7-2.9 0.8-2.2 0.4-7.2 0.7-2 1.9-1.9 8.2-9.5 4.2 1.3 2.9 2.5 1.9 4.6 0.7 5.5 3.3 3.9 8.5 2.5 3.2 2.6 2.3 3.6 1.4 2.9 0 2.8 0.9 2.5 3.1 0.5 3.9 2.6 0.1 1 0 2.6-3.1 1.1-0.9 2.1 0.4 2.9-1.4 3.3-1.2 3.9-0.1 4.1-0.8 4.7-0.7 9.7 1.5 4.5 2.6 2.4 2.8 1 4.1 2.1-0.7 2.5-2.8 1.1-1.8 1.7-1.7 1.1-0.7 0.5-8.7-1.7-4.2 0.1-8.7-4.4-14.2-1.6-8.4-3.2-4.8-1.3-5.4-0.3-15.9 1.9-5.5-3.2z"
            id="shane_map_TWCHA"
            name="彰化"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M496.5 622.6l3.4-3.7-0.2-11.8 0.5-8.9 2-7 3.2-5.6 0.9-7.2 1.7-6.3 0.9-2.2 4.4-5.8 0.7-2 0.6-1.1 4-3.1 0.6-1.2 5.5 3.2 15.9-1.9 5.4 0.3 4.8 1.3 8.4 3.2 14.2 1.6 8.7 4.4 4.2-0.1 8.7 1.7 0.7-0.5 1.4 5.2-1.5 3.4-0.7 5.2 0.7 5.5-1.3 3.7-0.7 4.2 2.8 3.4 4.2 1.8 4.9-1.5 6-0.6 1.9 2.5-0.4 0-0.3 3.6 0 2.5-2.8 0.9-8.4 1.7-4.6 0.5-1.7-2.9-3.4-2.4-6 1.7-2.7 0.4-9.1-3.3-3.6-4.2-3.8-3.4-4.9 0.3-9.1 1.7-5.2 1.4-11.8 6.8-2.7 2.7-3.2 1.7-5 4.1-3.9 0.6-1.4 2.2-1.3 3.5-2.8 2.3-4.4-0.1-6-3.3-7.6 0.8-0.1 0.1-0.7 0z"
            id="shane_map_TWYUN"
            name="雲林"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M504.7 743.9l-0.7-4.5-1.3-2.6-2.8-2.8 3.5-2.5 1.9-4.3-0.8-3.8-4.6-0.7-0.8 1.4-0.8 2.4-1.3 1.9-2.4-0.1-0.9-1.6 0.3-5-0.5-1.8-3-1.3-1.6 1.5-1.4 2.1-1.9 0.5-2.1-1.8-0.6-2.5 0.5-2.4 0.9-1.7 2.1-1.1 2.7-0.4 2.2-0.7 0.7-2.2-1-1.1-6.7-1.7 0-1.4 5.6 0-0.5-1.9-3.1-2.7-2-2.3 0.5-2.9 1.8-1 1.9-0.7 1-1.8-0.6-2.8-1-2.3 0.7-2.2 1-2.6 1.6-1.9-0.3-1.7 0.3-1.6 2.4-6.5 1.2-1.2 1.8-0.5-2.7-1.8 1.2-2.9 3.8 1.4 6.3 1 5.3 1.3 4.5-2 1.8-3.6 4.1-2.6 4.8-3.7 3.4-3.4 4.4-3.3 5.6-2.5 11-2.1 6.1-0.3 5.1 1.7 2.9 1.7 1.5 3.1 1.3 3.6 7.1 7.3 0.7 5.4-1.2 10.3 1.1 3.3 3.3 2.5 2.7 0 3.8-1.7 3.6-0.5 2.7 0.8 6 0.7-1.6 4.8-7.5 10.9-7.2 12.2-4.7 6-5.4 5.3-4.6 3.9-4.5 4.6-3.8 5.1-2.1 3.7-1.7 4-4.6 3.2-4.6 1.9-2.6 1.8-3 1.1-6.1-0.7-5.9 0.6-11.3-1.6-3.5-1.8-2.8-6.2-0.1-0.3-4.5 2.6z"
            id="shane_map_TWTNN"
            name="台南"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M551.1 836.2l-1.9-0.8-1.1 0-1.4 0.5-1.5 0.1-9.4-7.4-8.8-12.4 9.2 11.1-1-5.2-1.6-2.9-1.2-2.3-3.8-4.4-6.5-6-2.5-3.1-1.2-3.4 1.6-3.3 0.8-3-1.1-4.1-1.9-4.1-3.6-5.5-3.3-7.4-0.7-3.3 0-2.1 1.1-2.6 0.3-1.7-0.4-0.9-1-0.7-0.9-0.9-0.4-1.7-2.1-3.5-0.5-1.4-1.6-9.9 4.5-2.6 0.1 0.3 2.8 6.2 3.5 1.8 11.3 1.6 5.9-0.6 6.1 0.7 3-1.1 2.6-1.8 4.6-1.9 4.6-3.2 1.7-4 2.1-3.7 3.8-5.1 4.5-4.6 4.6-3.9 5.4-5.3 4.7-6 7.2-12.2 7.5-10.9 1.6-4.8-0.7-4.8-1-3.3 0.1-3.5 2.6-2.6 4.9 0.5 4.2-0.4 8.9-5.3 3.2-3.8 5.8-4.4 5.5-3.1 3.1-3.7 2.5-4.9 6.1-4.8 13.3-6.8 3.2 0.7 4.2 1.6 3 4.2 0.5 1.5 1.4 4.2-2.2 3.5-4 1.8-1 2.3 0.7 2.9 4 2.6 4.6 3.7 2 5.5 0.2 1.8-11.2 2.8-4.7 2.9-2.9 2.8-5.6 3.7-0.6 4.1 1.6 4.3-1.9 3.5-5.3 2.9-0.7 5 1.6 7.1-2.2 9.5 0 8.1-3.1 4.2-6.2 5.3-1.7 7 1 5.9 2.2 3.3 4.4 4.6 0.9 3.5-2.8 0.4-3.8-0.7-3.1 0.2-6.1 4.8-4.3-4-5.4-6.4-5.2 1.3-4.8 4.3-9.4-4.8-6.8 3.2-4.6 5.1-5.7 2.1-12.9-0.8-1.3 3.5-0.9 5.2-1.9 5.7 0.4 5-0.1 6.9-4 15.3-0.2 5.1 2 5.4 0.3 5.9-5.8 14.8z"
            id="shane_map_TWKHH"
            name="高雄市"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M639 886.4l0.6 37.2-1.1 5.3-1.8 4.3-2.4 1.8-2.9 2.7 0.1 6 1 6.6-0.2 4.2-3.3-4.9-4.9-3.7-5.7-2.5-5.7-1.4-0.2 4.7-1.7 1.7-2.4-0.6-2.7-2.2-0.1-1.7 0.9-5-4-6.7-0.3-1.8 0-1.4 0.3-2.4 0-7.7 0.4-2.3 1.8-2.5 0.4-2.2-14.4-37.2-1.1-2.1-4-4.9-3.2-7.1-1.4-2.1-5.9-4.6-2.3-1.3-0.8-0.3-0.8-0.6-0.7-2.6-0.5-1-3.1-2.1-7.3-3.4-3.2-2.3-3.5-3-1.6-1-0.2-0.1 5.8-14.8-0.3-5.9-2-5.4 0.2-5.1 4-15.3 0.1-6.9-0.4-5 1.9-5.7 0.9-5.2 1.3-3.5 12.9 0.8 5.7-2.1 4.6-5.1 6.8-3.2 9.4 4.8 4.8-4.3 5.2-1.3 5.4 6.4 4.3 4 6.1-4.8 3.1-0.2 3.8 0.7 2.5 4.7 0.5 3.5 3.9 1 4 2.6-2 9.9-0.1 3.8-1.5 3.5-7 3-3.5 2-5.5 1.2-3.9 3.2-1.7 4.7-2.6 4.8-2.2 5.4-0.6 10.6 0.9 4.7 1.4 4.4 0.8 5.1 0 3.8 1.9 3.7 3.3 4-1.8 2.7-3.8 2.3-1.5 2.8-0.4 3.3 2 2.8 2.4 1.2 2.3 3.2-0.1 4.1 0.4 4.4 2.3 4.3 3.3 3.5 7.4 3.4 3.2-0.3z"
            id="shane_map_TWPIF"
            name="屏東"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M753.4 640.2l-3.3 19-1.6 3.5-5.1 6.8-1.9 3.5-1.5 4.4-1 8.3 0.1 7.3-0.8 6.9-3.5 7.2-1.5 1.6-3.4 2.5-1.5 1.6-0.8 1.6-1.2 4.2-3.5 6.1-2.1 9.4-1.5 4.2-7.4 10.7-0.9 2-10 8.4-2.4 2.8-0.4 1.9 0.5 4.5-0.1 2-0.9 2.3-1.6 2.6-3.4 4.3-3.4 3.2-11.6 7.8-7.8 8.5-1.9 1-1.5 2-3.8 9.7-1.8 3.6-5.8 7.3-2.4 4.3-1.3 8.8-3.5 12.1-6.9 12.1-1 4.1-1.2 11.6 0.2 10.5-3.2 0.3-7.4-3.4-3.3-3.5-2.3-4.3-0.4-4.4 0.1-4.1-2.3-3.2-2.4-1.2-2-2.8 0.4-3.3 1.5-2.8 3.8-2.3 1.8-2.7-3.3-4-1.9-3.7 0-3.8-0.8-5.1-1.4-4.4-0.9-4.7 0.6-10.6 2.2-5.4 2.6-4.8 1.7-4.7 3.9-3.2 5.5-1.2 3.5-2 7-3 1.5-3.5 0.1-3.8 2-9.9-4-2.6-3.9-1-0.5-3.5-2.5-4.7 2.8-0.4-0.9-3.5-4.4-4.6-2.2-3.3-1-5.9 1.7-7 6.2-5.3 3.1-4.2 0-8.1 2.2-9.5-1.6-7.1 0.7-5 5.3-2.9 1.9-3.5-1.6-4.3 0.6-4.1 5.6-3.7 2.9-2.8 4.7-2.9 11.2-2.8 0.8 5.3 3.7 5.9 5.6 2 4.4 2.1 3.6 3.4 4.5 0.7 4.1 1.1 6.6 11.5 8.5 7 5.9 0.8 4.7-2.7 0.6-4.4 0-4.9 2.2-4.3 3.5-9.6 2.6-5.5 1.8-6.1 1.9-4.8 2.5-3.7 2.6-5-0.4-4.9-1.3-5 2.8-3.9 7.8-3.8 2.5 0.8z"
            id="shane_map_TWTTT"
            name="台東"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M807.2 455.6l0.5 0.5 0.6 1.1 0.5 1.1 0.2 0.7-1 1.7-4.2 4.1-4.6 6.3-3.3 2.7-1 1.4 0.5 1.5-0.6 1.1-4.9 3.6-1.8 1.8-2 4.3-2 8.8-5.4 7.8-1.1 3.2 0.2 3.4 1.3 3.8 1.1 1.6 0.9 0.7 0.6 1 0.1 2.3-0.8 2.7-2.7 4.1-0.5 2.5-0.3 4.6-2.3 11.7-4.6 12.4-5.8 28.8-3.4 7.1-8 46.2-2.5-0.8-7.8 3.8-2.8 3.9 1.3 5 0.4 4.9-2.6 5-2.5 3.7-1.9 4.8-1.8 6.1-2.6 5.5-3.5 9.6-2.2 4.3 0 4.9-0.6 4.4-4.7 2.7-5.9-0.8-8.5-7-6.6-11.5-4.1-1.1-4.5-0.7-3.6-3.4-4.4-2.1-5.6-2-3.7-5.9-0.8-5.3-0.2-1.8-2-5.5-4.6-3.7-4-2.6-0.7-2.9 1-2.3 4-1.8 2.2-3.5-1.4-4.2 4.3-2.5 2.2-2.1-1.2-4.4 1.1-1.9 1.1-3 3.7-2.7 5.4-1.2 5.3-0.2 3.8-3.4 1-6.2 2.8-3.7 5.5-2 3.3-2.3 1.1-3.6 2.3-9.1 0.9-6-0.7-5.2-0.8-3.9-2.3-2.9-1.5-2.9 4.1-6.8 0.1-2.7 1.8-5.1 2.8-6.1 2.2-6.3 1.1-7.2 0.5-5.4-1.3-3.2-1.5-2.4 1.7-5.5 3.7-7.7 5.8-7.6 0.1-2.7-1-3.3-3.8-2.4-2-2.2-0.2-7.2 2.7-2.1 4.7-1.6 3.8-1.7-0.2-2.6-1-4.5 2-1.5 0.9-1.4 2.5-1.3 2.2-2.7 0.9-3.7 2.2-3.6 5.4-3.4 1.7-4.5 0.3-3 3.4-3.5 1.8 1.5 4.7 2.2 10.8 2.8 6 2.3 4.7 0 3.5-3.3 1.7-4.3 2.7-0.6 13.4 7.9 8 1.3 0.8 0z"
            id="shane_map_TWHUA"
            name="花蓮"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M846.8 317.7l-8.6 4.3-4 3.4-13.5 16.4-2.1 3.5-1.7 4.8-1.1 5.6-0.4 5.5 0.2 5.3 2.4 11.2-0.2 2.9-1 2.8 0.2 5.8 2.4 4.5 4.7 2.9 5.5 1.1 0 1.2-2.3-0.2-2.2 0.2-1.9 0.6-1.3 1 1.9 3.6 0.9 4.7-0.6 4.1-4.3 2.4-0.3 1.8 0.6 2.1 1.2 2 0.4 2-1.8 1.7-4.5 2.6-5 5.8-0.2 2.3 0.3 5-0.8 2-1 1.6-0.6 2.3-0.3 4.6-0.4 1.2-0.7 0.9-0.4 1 0.7 1.2 0.2 0.2-0.8 0-8-1.3-13.4-7.9-2.7 0.6-1.7 4.3-3.5 3.3-4.7 0-6-2.3-10.8-2.8-4.7-2.2-1.8-1.5-4.2-3.4-3.6 0-3.4 1.7-2.8 0.4-2.7-1.8-3.2-1.9-3.5-0.8-1.1-2.6 0.5-4-2.6-0.8 3.1-7.5 10.1-10.2 2.7-4.2-0.4-3.2 1-3.4 1.7-4.7 0.3-1.1 2.9-1.1 2.3 0.5 2.5-1 1.6-2.7-2.3-9 3.9-2.8 2.2-0.6 4.2-1.2 3.5-1.3 2.7-2.4 3.6-2.5 4.8-2.3 2.8-2-0.3-1.4-0.7-2.3-0.1-3 1.4-3.6 3.4-2.9 2.7-1.6 9.4-3.8 9.7-5.9 4.5-1.3 3.6-2.6 2.3-3.7 2.3-2.9 2.7-1.4 2.5-0.9 3.3-2.1 1.2-2.8-1.8-2.5 1-2.2 8.1-1.6 2.6-1.8 6-3.2 4.3-0.9 2.4 1.4 0.6 0.8z"
            id="shane_map_TWILA"
            name="宜蘭"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M806.8 285.1l24.9 6.1 2.4 1.5-1.2 2.6-0.3 2.1 0.5 3.8 1.7 6.2 1.9 3 1.6 0.7 5-0.8 2.6 0.3 3 0.8 2.7 1.3 1.5 1.9-6.3 3.1-0.6-0.8-2.4-1.4-4.3 0.9-6 3.2-2.6 1.8-8.1 1.6-1 2.2 1.8 2.5-1.2 2.8-3.3 2.1-2.5 0.9-2.7 1.4-2.3 2.9-2.3 3.7-3.6 2.6-4.5 1.3-9.7 5.9-9.4 3.8-2.7 1.6-3.4 2.9-1.4 3.6 0.1 3 0.7 2.3 0.3 1.4-2.8 2-4.8 2.3-3.6 2.5-2.7 2.4-3.5 1.3-4.2 1.2-1.8-4-6.4-6-1-4.1-0.6-3.7 2.3-2.7 1-3.8-6-8.9-3.7-1.4-5.3 0.3-3.7-2.1 1-4.8-0.8-3.7-3.8-3.7-0.8-3.7 0.8-4.1-0.2-4.5 2.7-2.9 9.4-2.8 2.4-2.5 0.7-3-0.3-2.9-3.7-5.4-3.1-1.6-2.9-0.7-2.3-2.1-3.4-2.2-4.6-2.2-3-3.3 8.1-1.5 3.4-1.3 4.5-3.7 1.3-0.7 1.6-0.3 2.2 0 2.6 0.8 1.3 1.9 0.9 2 1.1 1.1 2.5-1-2.6-4.1-4.2-4.2-2.2-1.4 0.7-1.9 1.3-1.1 1.3-0.7 0.6-0.6 1.5-3.8 2.3-4.2 4.7-4.3 7-3.5 7.9-1.8 7.8 0.9 3.2 2.5 7.3 10.1 2.5 5.4 0.9-0.3 1.9-0.6 2.3-0.2 1.5 0.4-0.1 0.7-0.7 0.9-0.7 1.3 0 1.5 0.8 0.9 1.6 1.2-3.1 2.1-5.2 2.3-2.3 1.5 0.4 2.1 2.1 2.7 1.2 2.5 2.1 2.5 2.6 2.5 2.2 1.6 7.6 3.1 3.7 0.5 2.9-1.1 1.8-1.3 0.3-1.8-2.7-2.8-0.1-2.2 0.2-8.6z m-30 36l3-1.2 5.5-7 1.4-3-2.7-2.3-3.3-1.9-0.1-3.6 1.1-4.8-1.1-3.2-2.8-2.5-1.8-7.2-1.2-2.6-1.1-2.4-0.3-2.4 0.4-2.6-1.5-1.6-2.8-0.9-2.9 1.4-2.1 1.8-7.8 4.7-2.6 2.9-1.5 3.3-1.3 1.7-1.2 2.1 2.7 3.1 4.2 4 0.8 4.5-1.1 5.3 2.9 4.9 4.1 3.2 2.8 3.2 2.6 2.3 3.5 0.8 4.2 0z"
            id="shane_map_TWTPQ"
            name="新北市"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M793.1 279.5l1.1 0.7 0.5 0.8 1.2 1.1 2.8 1.1 8.1 1.9-0.2 8.6 0.1 2.2 2.7 2.8-0.3 1.8-1.8 1.3-2.9 1.1-3.7-0.5-7.6-3.1-2.2-1.6-2.6-2.5-2.1-2.5-1.2-2.5-2.1-2.7-0.4-2.1 2.3-1.5 5.2-2.3 3.1-2.1z"
            id="shane_map_TWKEE"
            name="基隆"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M599.5 519.1l3 0.1 13 1.8 3-0.5 3.6-3.4 5.4-10.4 2.7-6.1 4.6-2.2 7.3 1.1 4.3-0.2 4.2-5.5 2.2-1.4 6.4 4.8 2.5-0.7 1.9-3.9 3.4-2.8 4.8 0.1 3.6-1.4 5.7-5.5 3.6-2.1 3.2-0.6 6.4-3.3 4.4-0.2 4.5-0.7 8-3.2 3.4-0.2 3.4 0.8 9.6 0.9 1 4.5 0.2 2.6-3.8 1.7-4.7 1.6-2.7 2.1 0.2 7.2 2 2.2 3.8 2.4 1 3.3-0.1 2.7-5.8 7.6-3.7 7.7-1.7 5.5 1.5 2.4 1.3 3.2-0.5 5.4-1.1 7.2-2.2 6.3-2.8 6.1-1.8 5.1-0.1 2.7-4.1 6.8 1.5 2.9 2.3 2.9 0.8 3.9 0.7 5.2-0.9 6-2.3 9.1-1.1 3.6-3.3 2.3-5.5 2-2.8 3.7-1 6.2-3.8 3.4-5.3 0.2-5.4 1.2-3.7 2.7-1.1 3-1.1 1.9 1.2 4.4-2.2 2.1-4.3 2.5-0.5-1.5-3-4.2-4.2-1.6-3.2-0.7-0.6-0.2-18.4-0.1-5.5-1-0.8-2.8-0.3-4.2-1.9-4.7-0.9-3.4 2.1-3.7 0.3-3.8-3.7-2.1-3-0.8-4.8-1.9-4.4-0.5-1.9-2.5-6 0.6-4.9 1.5-4.2-1.8-2.8-3.4 0.7-4.2 1.3-3.7-0.7-5.5 0.7-5.2 1.5-3.4-1.4-5.2 1.7-1.1 1.8-1.7 2.8-1.1 0.7-2.5-4.1-2.1-2.8-1-2.6-2.4-1.5-4.5 0.7-9.7 0.8-4.7 0.1-4.1 1.2-3.9 1.4-3.3-0.4-2.9 0.9-2.1 3.1-1.1 0-2.6z"
            id="shane_map_TWNAN"
            name="南投"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M559.2 638.1l-5.3-1.2-5.1-3.3-4.4-1.7-0.6-4.1 2.7-2.9 6.7-1.2 5.7-0.5 4 1.5 3 1.6 1.7 2.9 1.9 4.9-2.2 1.6-3.2 0.4-4.9 2z"
            id="shane_map_TWCYI"
            name="嘉義市"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
          <path
            d="M495.1 664.4l2.8-0.2 2.3-1 1 0.3-0.6-2.3-1.6 1.2-1.3-0.4-1.8-0.1 0-2.3 1.8-4.1 2.6-0.2 3.9 0-2.6-7.5-3.1-5.8 1.4-2.6 0-1.4-2.2-1.1 0.3-1.2 1.3-1.5 0.6-1.9 3-3.8-6.2 0.4-0.2-6.3 0.7 0 0.1-0.1 7.6-0.8 6 3.3 4.4 0.1 2.8-2.3 1.3-3.5 1.4-2.2 3.9-0.6 5-4.1 3.2-1.7 2.7-2.7 11.8-6.8 5.2-1.4 9.1-1.7 4.9-0.3 3.8 3.4 3.6 4.2 9.1 3.3 2.7-0.4 6-1.7 3.4 2.4 1.7 2.9 4.6-0.5 8.4-1.7 2.8-0.9 0-2.5 0.3-3.6 0.4 0 4.4 0.5 4.8 1.9 3 0.8 3.7 2.1-0.3 3.8-2.1 3.7 0.9 3.4 1.9 4.7 0.3 4.2 0.8 2.8 5.5 1 18.4 0.1 0.6 0.2-13.3 6.8-6.1 4.8-2.5 4.9-3.1 3.7-5.5 3.1-5.8 4.4-3.2 3.8-8.9 5.3-4.2 0.4-4.9-0.5-2.6 2.6-0.1 3.5 1 3.3 0.7 4.8-6-0.7-2.7-0.8-3.6 0.5-3.8 1.7-2.7 0-3.3-2.5-1.1-3.3 1.2-10.3-0.7-5.4-7.1-7.3-1.3-3.6-1.5-3.1-2.9-1.7-5.1-1.7-6.1 0.3-11 2.1-5.6 2.5-4.4 3.3-3.4 3.4-4.8 3.7-4.1 2.6-1.8 3.6-4.5 2-5.3-1.3-6.3-1-3.8-1.4z m64.1-26.3l4.9-2 3.2-0.4 2.2-1.6-1.9-4.9-1.7-2.9-3-1.6-4-1.5-5.7 0.5-6.7 1.2-2.7 2.9 0.6 4.1 4.4 1.7 5.1 3.3 5.3 1.2z"
            id="shane_map_TWCYQ"
            name="嘉義"
            className="shane_map_path"
            onMouseOver={handleMouseOver}
            onMouseOut={handleMouseOut}
            onClick={handleClick}
          />
        </g>
      </svg>
      {isModalOpen && (
        <div className="shane_map_fixed shane_map_inset-0 shane_map_bg-black shane_map_bg-opacity-50 shane_map_flex shane_map_items-center shane_map_justify-center">
          <div className="shane_map_bg-white shane_map_p-6 shane_map_rounded-lg shane_map_max-w-xl shane_map_w-full shane_map_relative">
            <button
              onClick={closeModal}
              className="shane_map_absolute shane_map_top-2 shane_map_right-2 shane_map_text-gray-500 shane_map_hover:text-gray-700"
            >
              <X size={12} />
            </button>
            <div className="shane_map_flex shane_map_flex-col shane_map_items-center">
              <h2 className="shane_map_text-2xl shane_map_font-bold shane_map_mb-4">
                {selectedRegion}
              </h2>
              <img
                src={regionInfo[selectedRegion].image}
                alt={selectedRegion}
                className="shane_map_w-full shane_map_max-w-md shane_map_h-48 shane_map_object-cover shane_map_rounded-lg shane_map_mb-4"
              />
              <p className="shane_map_text-gray-700 shane_map_text-center">
                {regionInfo[selectedRegion].description}
              </p>
            </div>
          </div>
        </div>
      )}
    </>
  )
}

export default MapComponent
